{
  "2019-11-21": [
    "最近几天我的收入来源主要靠退货。",
    "你们不是说喜欢干净的女孩子吗？我把钱花干净了。",
    "许愿的目的是让老天爷知道你想要啥，好给你使绊子。",
    "为啥周三最难熬？没有周一周二的激情，也没有周四周五的渴望。",
    "好好吃饭，别虐待自己身体。你没脑子情有可原，但身体是无辜的。"
  ],
  "2019-11-22": [
    "当代青年的感情生活现状：讲起道理小嘴叭叭，摊上事情眼泪哗哗。",
    "山外有山，人外有人，这话一点不假，今天老李发现他媳妇，在外面有人。",
    "新三年，旧三年，缝缝补补又三年，具体指的是努力维持与他人社交关系的我。",
    "世界上最宽阔的是海洋，比海洋更宽阔的是天空，比天空更宽阔的是家长的操心范围。",
    "女人：擦脸的、擦手的、擦脚的、擦头发的、擦身体的。。。男人：都是自己的身体，分什么高低贵贱。"
  ],
  "2019-11-23": [
    "“请问，看了西游记这么多年，紧箍咒到底怎么念的？”“作业做完了吗？功课复习完了吗？大学能考上吗？四级能过吗？大学能毕业吗？工作能找到吗？还没升职吗？还没加薪吗？还没减肥吗？还没女友吗？还没买房吗？还没买车吗？还没结婚吗？还没生娃吗？还没二胎吗？娃是你的吗？”",
    "一病人准备做手术。医生：“是要全麻还是半麻。”病人说要微辣。",
    "美术馆发生了火灾，工作人员清点整理后，向上级汇报：“虽然火灾很严重，但我们还算幸运。”上级稍微松了口气，问：“被烧毁的只是少数，是吧？”工作人员摇摇头，说：“馆内的画基本都被烧毁了，但最珍贵的那幅画，幸好不久前被盗走了。”",
    "江一燕在支教时，想去农户家借宿一晚。敲门，大妈问道：谁啊。江一燕喊：中国影视女演员、音乐创作人、歌手、作家、摄影爱好者、山区支教老师、建筑学大师。大妈大吃一惊说：可住不下这么多人。",
    "N年前的生日那天，老婆说：“老公，今天我们去领证吧！”我说好啊好啊！从这天之后，我就再也没有过过生日了。。。"
  ],
  "2019-11-24": [
    "男A：“杂啦？”男B：“刚分手了，难受！”男A：“单身好啊，单身好、单身妙、单身爽的呱呱叫！想去哪玩去哪玩，想跟谁好跟谁好，游戏可以玩通宵，过节不用买包包，不用担心成天吵，不怕头上会长草！”男B：“说的有道理，走，陪我喝酒去。”男A：“今儿不行啊，刚谈了个女朋友！”男B^&*%^&(^&()",
    "我发现一个大妈砍价特厉害，连续三天我跟在她后头，还确实省了一些钱。今早上，又遇见那大妈，我朝她笑了笑，大妈则一脸古怪的表情，朝我招了招手，把我领到市场外，人少的地方，语重心长的对我说：“小伙子，我的年纪都是可以做你妈的人啦。。。”",
    "天下没有不透风的墙，隔壁晚饭是真香。",
    "秋天太可爱了，连打个喷嚏都是：爱秋～",
    "一个困字贯穿我的一天，一个穷字贯穿我的一生。"
  ],
  "2019-11-25": [
    "想做一个婴儿，吃得多有人夸，睡得多也有人夸，连粑粑的颜色好都有人夸。",
    "根据事情的发展以及结果来看，我之前转发的都是伪装成锦鲤的草鱼。。。",
    "我是一条集齐了抬头纹、泪沟纹、法令纹的咸鱼，简称三文鱼，而且纹还都很深，深海三文鱼。",
    "常去一家超市买菜，倒不是因为那里菜好或者便宜，而是他家提供的免费购物袋跟我家的垃圾桶大小正相配。",
    "我朋友说不想住校了，他父母给他买了套房。我说我不想走路了，我父母把我腿打断了！"
  ],
  "2019-11-26": [
    "今天在大街上，有个人问我：“帅哥，电影院怎么走?”竟然叫我帅哥，都瞎了还怎么看电影?",
    "别人买衣服：很喜欢，不看价格当场去试。我买衣服：很喜欢，偷看价格当场去世。",
    "在写字楼找了分工作，晚上回家发到朋友圈：明天开始新的工作了，加油！！逗B：在加油站工作注意安全！",
    "10年前打算找个女友买房结婚。如今10年过去了，还是单身一人，能买房的女友太TM难找了！",
    "吃货嘴里的不是一般的舌头，是贪吃舌。"
  ],
  "2019-11-27": [
    "懒惰的人最勤劳的时候大概就是找借口了吧！",
    "移动支付方便了大家的生活，不用去银行，不必打开钱包，随时随地就能知道自己没钱。",
    "胖子不配拥有伤心事，坐在那里一脸愁容看起来都像是没吃饱饿的。",
    "假期友情提示，大龄单身狗不要轻易回家，你回的不是家园，是世纪佳缘！",
    "你以为你变成大人后：学会赚钱；实际上你变成大人后：学会花更多钱！"
  ],
  "2019-11-28": [
    "爆米花的花语：看电影的时候不要说话，吃东西不要声音太大！",
    "象棋告诉我们一个道理：一个人要是没了帅，那就TM啥也没了。 ",
    "找对了人，一辈子浪漫变老；找错了人，一辈子华山论剑！",
    "有什么东西是你觉得很贵，但实际上很便宜？刚大学毕业的自己。",
    "三岁的女儿，早上因为赖床，被我骂了两句。她起床洗漱后，嘟着小嘴说：“爸爸，我不和你好啦，我要和妈妈好。 ”我故意逗道：“好呀，既然咱们不好啦，那我买给你的玩具，都要还给我啊。” 她气鼓鼓的从她房间里，拿出一个布娃娃，一个玩具小熊，一个玩具小狗，扔到我面前：“还你，都还你，那你也要把东西还给我。”我纳闷道：“我还什么给你？ ”她气鼓鼓地说道：“我叫你那么多声爸爸，你得还我，给我叫爸爸！”"
  ],
  "2019-11-29": [
    "我：妈，你这扫地机器人怎么总围着我转？老妈：你可能不太懂人工智能的想法，它可能认为你是家里最大的垃圾。。。",
    "前天花言巧语，骗了一个女人的钱，本以为天衣无缝，结果昨天她就精明的发现了。她让她老公用极度残忍的手法修理了我一顿，并且抢了我手机，还把我监禁了起来。屈辱的我，不敢声张，顶多说一句：“教育闺女有底线，多打屁股少打脸。”",
    "“妈，晚上有活动，给我点钱！”老妈随手给我扔了100块钱。我捡起钱说：妈，你可不要践踏我的尊严啊，客气一点嘛！！老妈冷哼一声：当你向我开口的那一瞬间，你已经没有尊严了！我#%^&$%&*^",
    "晚上和弟弟一起睡觉，他：姐，你是不是妈妈生的？我说：是呀！于是弟弟天真的看着我，说：那我怎么没在肚子里见过你呀？",
    "我爸吃饭吧唧嘴，吃饭快声音又大。那天我爸正吃饭，我妈拿着手机在旁边跟人语音聊天，不一会儿我妈突然对我爸说：能不能小点声，别人净听到你吃饭的声音了，问我是不是在喂猪。。。"
  ],
  "2019-11-30": [
    "iPhone11。。。光棍用的手机？",
    "早上在公司梦到自己在上班，醒来发现梦是反的，已经下班了。",
    "我的生活很规律：每天都是想着要早睡结果睡晚了，想着要早起结果起晚了。",
    "今日知识点：跟老婆吵架，老婆收拾衣服，这不是真的要走，收拾充电器，这是要走。",
    "昨天相亲跟人家互换微信的时候，我点成了微信付款码。对方低声问我，要转多少钱才能加你。。。"
  ],
  "2019-12-01": [
    "请问你想通了这三句话了吗？“男人有钱了就变坏” “女孩子都喜欢坏坏的男生” 和“你是个好人”",
    "吃东西和想你一样，一有空就琢磨这事；打嗝和想你也是一样的，都忍不住，也都是吃饱了撑的。",
    "A：“你们这些丑男怎么总能找到好看的女朋友？”B：“人看到钱，会开心地笑吧。”A：“什么意思？”B：“人一笑就闭上眼睛了。这个科学道理，你懂了吧？”",
    "最近倡导节约，我去采访路人：“您节约吗？”路人：“节约。”我：“那您母亲节约吗？”路人：“对不起，我从来不约，不仅母亲节不约，什么节都不约。”",
    "我：“我骨质疏松了。”朋友：“可乐喝多了吧！”我：“我很少喝。”朋友：“什么，你没喝可乐就骨质疏松了？”我：“对啊！”朋友想了想：“那你亏了。”"
  ],
  "2019-12-02": [
    "最近脱发很厉害，跟儿子抱怨，臭小子居然说：爸爸你也就这点厉害了。",
    "那年，我暗恋上一个男孩，整天满怀心事，让我妈看出来异样，问我是不是恋爱了？不怕，给妈妈讲，妈妈绝对支持你!我翻出我暗恋的男孩照片，我妈看了又看，看了又看，最后对我说：“闺女，换一个吧，这个太帅，你配不上。”",
    "儿子：“我爸怎么跟个狗似的？”我老婆：“瞎说什么呢？”儿子：“我一进家，考试卷子掉地上了，被狗撕了个稀碎。我拼好了以后去给我爸看，他又撕了个稀碎。”",
    "老妈过生日，咬牙买了几斤车厘子还有芒果。掏钥匙开门正好来电话，把袋子放在门口，边说就忘了拿。。。过了一会想起来，门口空荡荡，正郁闷。。。对面的小姑娘出来，大喊：“阿姨，我乖不乖，你家垃圾我帮你扔到楼下垃圾车了！",
    "妈妈：“你要养成早点睡觉的好习惯。”儿子：“早点睡觉是不是对身体好？”妈妈：“对，不仅对你身体好，你不叽叽喳喳的，对我身体也好。”"
  ],
  "2019-12-03": [
    "凡是用钱可以解决的问题，我现在都解决不了。",
    "小别胜新婚，意思是老婆出差了，老公一个人比新婚还开心。",
    "当你把你的房间打扫和清理得特别整洁时，那么屋子里唯一剩下的垃圾就是你了。",
    "驾校教练的朋友圈：说什么报答之恩，日后你惹出祸来，不把师父说出来就行了。",
    "玩归玩闹归闹，别拿起床开玩笑。说不起就不起，一贫如洗也不起。"
  ],
  "2019-12-04": [
    "我的天呐，现在的女孩子也太主动了吧!每当我想接近一个女孩的时候，她都主动远离我。",
    "一个人一旦发动态说要减肥，那就表明她今天可能吃多了。",
    "中年男人不是活在女人的折磨之下，就是活在没有女人的痛苦之中！",
    "清洗风扇，上面的螺丝有点绣，就倒了点芝麻油，现在扇着风扇真的好饿好饿。。。真香！",
    "男的明知道跟女孩吵架注定会输，为什么还要吵？为了让她赢。毕竟爱一个人就是给她想要的。"
  ],
  "2019-12-05": [
    "你不是感性消费，也不是理性消费，你是没钱的任性消费。",
    "一个人，只要他够胖，哪怕他认真地在看书，都像在点菜。",
    "我想我永远不会出轨的，因为想出轨至少需要两个人喜欢我！",
    "比爱情消逝更快的是手机的电量，比男人更不靠谱的是手机的信号。",
    "大家真的不要过于介意自己的长相，其实长得不好看并没有什么好丢脸的，丢了也没人要。"
  ],
  "2019-12-06": [
    "史上最奇葩的分手理由：闺蜜男朋友说她走路是内八字，而他是外八字，两人八字不合!",
    "每天看到一堆人抱怨找不到男朋友，另一堆人抱怨找不到女朋友，让他们凑凑吧，又不愿意。当代年轻人啊！",
    "人生就像跑步，如果你不跑，就永远追不上前面的人。但只要你坚持跑起来，前面的人就会开始越跑越快。",
    "当90后参加工作后，发工资时，相由薪生；去逛街时，随薪锁欲；朋友面前，口试薪非；为人处世，薪平气和；一年到头，处薪积虑；冲到月底，薪尽自然凉。",
    "推荐大家出去旅游穿睡衣拖鞋，这样会让别人以为你家住在附近，买东西时不太容易被宰。"
  ],
  "2019-12-07": [
    "终于有人向我表白了，可怎么好像和别人的不太一样？？？？ 他说的是：我喜欢你，哪怕你是一坨屎，我也宁愿便秘一辈子！！",
    "欲望和下雪一样，积的越多路就越少。",
    "下雨天请注意，每一块地砖都有它的脾气。",
    "会变有钱这件事，刚开始是直觉，仔细一想可能是错觉，经过一番努力就会变成幻觉。",
    "被蜜蜂蜇了，他赶紧拍了张照片发微博，不到五秒钟，就有人过来挑刺了。"
  ],
  "2019-12-08": [
    "以为生活是数学题，虽然难，但是清晰有答案，然而都是文综题，咋说都有道理，没答案，还得绕来绕去。。。",
    "只要你学习五分钟以后，手机会变得格外好玩，床也会变得格外柔软，科学家也没给个解释为什么。",
    "什么样的人经常偷钱？答：君子，君子爱财，取之有盗",
    "问：到底怎么才能分辨一个女生是否喜欢我？为什么我从来没觉得有女生喜欢我呢？答：相信自己的感觉。如果你从来没觉得有女生喜欢你，那是因为事实确实就是这样。",
    "国人希望自己子女一世不愁衣服，不愁没有工作，不愁没地方住。三个愿望加起来，结论似乎是渴望子女坐牢！"
  ],
  "2019-12-09": [
    "很早看到一项研究说，富裕的家庭体罚率更低，不是因为父母素质高，是因为相较暴力，有更多柔软而严厉的惩罚方式可采用。比如禁止使用电子娱乐设备，削减零用钱，停掉附属卡，不让出国旅游。所以朋友们，争取过得好一点，选择多一点。不要自己混得不如意，将来孩子犯错，只剩下拳脚相见!",
    "吃下午茶时听到邻桌的妈妈教育女儿：吃东西不要吧唧吧唧的，不要发出声音。女儿：为什么呀？妈妈：这样半夜偷吃东西才不会被发现。",
    "我：“人最大的对手就是自己。”父亲：“你怎么不和好的比？”",
    "刚出来打工的时候工资不高，又不懂的存钱，月底了工资快花完了，打电话给老妈，为了显得在外面还不错，用夹杂着家乡方言的普通话和老妈聊了几分钟，问了问家里的情况！ 快要挂断时和老妈说没钱用了，能不能给我打点钱来，结果老妈立马挂断电话。。。几分钟后，老妈发过来短信：闺女，在外面要照顾好自己，别被人骗了，我刚刚还接到一个电话冒充你来骗钱！我$%#$%$%",
    "情人节那天老爸跟我聊天，说我没女朋友就别出去玩了，容易受到伤害。我说好，我知道了。刚说完就听见房间里的老妈大喊：老公你快进来一起看电影，我一个人有点怕。我%^&$%^&"
  ],
  "2019-12-10": [
    "“妈我去学习了！”“学什么学！一天到晚就只知道学习！魔兽打了吗！任务做完了吗！一天到晚只知道背单词，也没见你背会几个！不晓得练练DOTA！你说你现在才能打几个英雄啊！天天下午就抱着本教材，还是啥啥都不会，完全就是浪费时间，你怎么还有脸学习！”我$%^$#%^&",
    "昨天在故宫玩，听到一个小男孩向妈妈提问：“妈妈，为什么乾隆只出来玩过六次？”妈妈：“因为他作业很多。”",
    "中国家长现状：1-3年级家长最凶，因为自己都会。4-6年级家长有时侯骂不出来，好多题自己都不会，甚至被打脸。初中以后基本没法骂了，孩子分分钟给脸色看，因为自己都不会！这时侯就不要摆家长权威了，心平气和的和孩子交流沟通！高中以后被孩子鄙视，这么容易的都不会，不知道以前怎么读的书？只能煲个汤做好后勤！",
    "“我穿这件衣服会不会显得很胖？”“等下，可能是这个光的问题。好，现在好多了。”“你...你把灯给我打开。”",
    "去游泳，从泳池梯子上岸的时候，一个女人也要上岸，我手脚利索，先爬上去了，然后听见那女人说：就不懂的绅士风度，抢什么抢？后来，游泳要上岸的时候，又碰到那女人过来了，这次我让她先上。她：“你咋不先上？是不是想从后面看我屁股？”"
  ],
  "2019-12-11": [
    "出差坐火车，好不容易等到厕所。进去没多久，就听一个人边敲门边喊：“哥们快点！我要大便。”我果断回答：“哥的大便谁也不给，想要自己拉去！”",
    "我也不是不运动，虽然我表面上在躺着，但实际上我的肠胃时刻在蠕动，我的血液24小时在流动，我的大脑日日夜夜在活动，我的思绪一不留神就飘荡。。。我一天下来运动量真的很大，你们怎么能说我是个懒惰的人呢？？？！！！",
    "有个男同事是单身，他有个很好的女闺蜜，有一次女闺蜜打电话让男同事陪着去医院，男同事二话不说的就陪着去了。。。谁也没想到闺蜜是去做手术，医生让他作为家属在手术单签字，当他颤抖的在写名字的时候，闺蜜的父母赶到了，死活要找他找说法，最终手术没有做，哥们也开启了婚姻生活。",
    "记者采访中国学生，暑假的时间都干什么了？学生：“写暑假作业啊！”记者又问：“剩下的呢？”学生：“剩下开学再补啊！”",
    "其实不用羡慕北方有暖气，你在家里，有男朋友(老公)气啊。"
  ],
  "2019-12-12": [
    "现在的女生是如何度过周末的：不洗脸，不出门，不洗头，不下床，不化妆，能坚持下来吃个饭，上个厕所，已经算是旅游了。",
    "曾经上天给我重新活一次的机会，我一想到入学、高考、高数、论文和挤招聘会，就果断拒绝了。",
    "或许吸血鬼是为了摄取维生素D而吸血，因为他们不能晒太阳。你有想过吗？没有，你只关心你自己。",
    "当代人最突出的一个问题就是能量低，想干一件事必须先缓很久。要给生人打电话，先缓两天；要与客户见面，先缓一周；要写篇稿子，先缓一个月；要下决心辞职，先缓个一年半载的。",
    "问：为什么结婚需要祝福？单身却从没有人祝福？答：因为单身会一直快乐，结婚就那几天快乐。"
  ],
  "2019-12-13": [
    "据调查，很多90后年轻人早晨不吃早饭，最新一项最新研究表明，这其中存在严重误区，90后已经不是年轻人了。",
    "杀一人为罪，屠万人为王，杀得万万人，方为王中王。王中王，火腿肠，一节更比六节强。三百年，九芝堂，治肾亏，不含糖，果冻，我要喜之郎！",
    "以前的情侣分手：你把我写给你的信和照片还给我。后来的情侣分手：你把我的音乐磁带还给我。现在的情侣分手：你能把你手机里我的小视频删掉不？",
    "女生喜欢你的几个征兆1、不论怎么约都约不出来：因为她怕自己实际的样子不够完美，不愿让你幻想破灭！2、哈哈先洗澡：怕你隔著屏幕也能闻到汗臭，所以敢快洗得得！3、哈哈先睡了：暗示你去他家一起睡！",
    "有人说情人节不送女朋友一束花，让她拿什么发朋友圈？问了下老公，本以为会甩我一沓毛爷爷或者弄个小惊喜，结果他说：别着急，我去给你盗图去，能给你凑个九宫格。。。"
  ],
  "2019-12-14": [
    "看3D电影，旁边一个女孩拿手机拍照：奇怪，拍出来咋这么模糊的？ 她男朋友：你是不是傻？你把3D眼镜给你手机戴上不就行了？",
    "上次和朋友出去喝酒，我说我没醉。朋友说：那你走个直线来看看？我走了。他说：喝醉的人才会这么听话。",
    "火车上如何礼貌拒绝换座位女：换个坐呗？我：怎么了？？？女：我想跟我男朋友坐一块买票的时候没调好座位我：可我也想跟你男朋友坐一块。",
    "我在一家精神病院做义工。那天从医院出来，坐上回家的公交，车上太挤不小心踩一妹子的脚了，我忙说抱歉抱歉。妹子不依不饶：你TM有病吧？我也火了：你TM才有病呢！妹子猖狂啊：我看你就是从精神病院里出来的！我脑子一懵：你居然跟踪我？？？",
    "听到两个女同事聊天：“我好怕老啊。”“等你真的老了，就不怕老了。”“因为那时淡定了吗？”“不，因为你那时就变成怕死了。”"
  ],
  "2019-12-15": [
    "能者多劳，不能者多爽！",
    "我的眼睛不是染缸，装不下你的各种脸色。",
    "假如你年少有为不自卑，前任一定一大堆。",
    "你瞅你那五官，各长各的，官威一个比一个大，谁都不服谁。",
    "你加我，不跟我聊天，不给我点赞，也不来勾搭我，你这是要找机会暗算我吗？"
  ],
  "2019-12-16": [
    "孤独这两个字拆开来看，有孩童，有瓜果，有小犬，有蚊蝇，足以撑起一个盛夏傍晚间的巷子口，人情味十足。稚儿擎瓜柳棚下，细犬逐蝶窄巷中，人间繁华多笑语，惟我空余两鬓风。这就叫孤独。",
    "你男朋友是不是以为你缺氧，所以每个节日都送你空气！",
    "男朋友送的礼物特别符合心意，一种可能是情商高，另一种可能是前女友多。",
    "当女生自嘲时，她的意思是让你不要再说了，而不是让你顺着杆儿往上爬。",
    "男朋友生气要怎么哄？生更大的气，让他来哄你。"
  ],
  "2019-12-17": [
    "单方面的付出谁受得了？马里奥救公主的路上都还是金币呢！单身狗回答道：谁说不是呢！",
    "成年人的世界，到处都是“容易”二字。容易胖、容易老、容易头发变稀少；容易困、容易丑、容易变成单身狗。容易加班没补贴，容易失眠一整夜，容易被催找对象，容易穷的叮当响。",
    "你就像知了，没有蝴蝶好看，不如龙虾好吃，还比苍蝇胖，比蚊子吵！",
    "太喜欢夏天了 ，顺着脑瓜子流汗， 这么多年我脑子里进的水全都排出来了 ，太好了!",
    "越来越多的人为了减肥而不吃晚饭了，这一举动大大促进了夜宵行业的发展。"
  ],
  "2019-12-18": [
    "我也太争强好胜了吧，昨天前男友加我微信说他要结婚了，问我在干吗，我说我在坐月子。",
    "单位聚餐，快散席的时候，领导让我说两句。我想半天，整出一句：“我没吃饱。。。”",
    "又拒绝了三个女生，我真是一个优秀的男孩子。听着她们失望的声音，有点不忍，只能默默地说声抱歉：你们的楼盘、保险、理财，我是真的买不起。",
    "心志给我苦了，筋骨也给我劳了，体肤也给我饿了，这大任啥时候派啊？别告诉我你们已经换个人！",
    "谁说面膜没用？！20块钱一张面膜能让女生保持半个小时不说话，还能觉得时间过的有意义，你能做到？！"
  ],
  "2019-12-19": [
    "单方面的付出谁受得了？马里奥救公主的路上都还是金币呢！单身狗回答道：谁说不是呢！",
    "“一大早就下雨了，可能天上鹊桥相会的牛郎织女看到大家因为他们而过七夕节感动哭了。”“没准是牛郎箩筐里那两孩子在撒尿呢。”",
    "大家好，我是月老。快到七夕了，现在转我188元钱，并备注你的心上人名字，我就能让你知道，什么叫神仙都帮不了你。",
    "上次爸妈吵架，吵得不可开交的，我和我七岁的弟弟在旁边看也不敢劝，他们两个你一句我一句地骂，突然老妈词穷了一时语塞，我弟看着老妈说：妈妈，快点，该你啦！",
    "家里炖肘子吃，剩下好大一根骨头。想着隔壁大伯家有条狗，就拿过去喂他家的狗。没想到，大伯不乐意了。说：“你别来喂我家狗!万一你俩混熟了，它不咬你了，你来我家偷东西咋办？”我$#@%@#$^%"
  ],
  "2019-12-20": [
    "周末老妈洗完衣服后，就喊我说：“儿子，咱娘俩出去吃顿大餐吧！”看到老妈也不易，累了一上午，我爽快地答应了。点餐很丰盛，吃完我起身去付账时，老妈一把拉住我说：“我有钱。”我说：“老妈你打牌又赢钱了？”老妈说：“哪里，刚才洗你衣服翻出来500元。”",
    "我妈：你信星座不？我：不信啊！我妈：你看看你这个星座我觉得还挺准的。我：我啥座？我妈：好吃懒座。",
    "前段时间失业在家待着被老妈唠叨不说，饭菜也越来越咸，我：“炒菜别放太多盐，咸了对身体不好！”老妈桌子一拍眼一瞪：“知道闲了对身体不好，你还不赶紧找工作去？！”我。。。",
    "儿子老早就盼望六年级毕业的暑假，因为没有暑假作业，我也跟他承诺，除了英语之外不给他报补习班。转眼间理想成了现实，可儿子并不快乐，他想找别人玩还得等别人补习班下课。。。",
    "昨天有人说我丑，我当时我就哭了，我很难过。。。年纪轻轻就瞎了！"
  ],
  "2019-12-21": [
    "传说中，在一米范围内见过它的人，非死即伤。它，就是正在爆炸的炸弹。",
    "其实之前也考虑过劳斯莱斯和宾利，到最后还是选择了公交，因为人多热闹。",
    "生活的烦恼跟妈妈说说——她嫌我懒。工作的事情找爸爸谈谈——他嫌我笨。",
    "上班时间，你的同事在群里很活跃，但他又不在位置上，他大概率是在带薪拉屎。",
    "你不用故作冷淡，我没有想过继续纠缠你，最后一次了，真的，最后一次，帮我砍下拼多多，谢谢！"
  ],
  "2019-12-22": [
    "刚才在路上，有人叫我古天乐，我礼貌地说：“你认错人了，我只是晒黑了的吴彦祖。”",
    "上班时间，你的同事在群里很活跃，但他又不在位置上，他大概率是在带薪拉屎。",
    "“只要你答应我一件事，这100块就归你了。”“好。”“给我200块。”",
    "这世上如果有促进食欲的咒语，应该就是减肥这两个字吧。",
    "上帝是公平的，虽然给了你低颜值，但是给了你高眼光呀。"
  ],
  "2019-12-23": [
    "蹭热度就像碰瓷，蹭的好了是块肥肉，蹭的不好就得挨顿揍。",
    "为什么晚上熬夜胡子会变又粗又长，而头发就反而会脱落变少？是质量守恒吗？",
    "凌晨一点，城市的夜行动物们结束了一天的工作，回家卸妆，纷纷露出素颜，这就是传统的丑时。",
    "P2P暴雷了不要紧，来找我，不管是10万、20万甚至100万的账户，都可以到我这里换一个不锈钢脸盆。",
    "你可以很平庸，你可以很迷茫，你可以很自卑，你可以很肥胖。你可以没才华，你可以没希望，你可以不富有，你可以不漂亮。但我不可以！"
  ],
  "2019-12-24": [
    "A：“请你谈谈父母婚姻关系对女子的影响？”B：“不做妈妈那样的女人，不嫁爸爸那样的男人，不生自己这样的子女。”",
    "送餐的哥们到了，我还没起床，我告诉他可以放在门口他：怎么有种送牢饭的感觉！？我#$@%#$%",
    "“兄弟，我相信你以后一定会发财的！”“谢谢！”“所以我可以提前借你以后的钱吗？”",
    "我有个疑问，到底是依萍去陆家借钱那天的雨大还是杉菜和道明寺分手那天雨大？",
    "我的心都碎成二维码了，可扫出来还是我爱你。"
  ],
  "2019-12-25": [
    "当代青年的生活可以用四个字概括：随薪锁欲。",
    "A：“其实不用花钱也能得到很多快乐，你看我每天在院子里除除草、松松土就很开心。”B：“那么请问这种带院子的别墅在哪里免费领取呢？”",
    "把运动时间延长到和上厕所的时间一样，你离减肥成功就不远了。",
    "夏天的胃，为啤酒而下垂、为烧烤而下垂、为西瓜而下垂。",
    "科学研究指出：一般人家里最肮脏的地方不是厨房地板、不是垃圾箱、甚至不是马桶。。。而是硬盘、手机存储卡。"
  ],
  "2019-12-26": [
    "你喜欢电影是因为你看不进书，你喜欢摄影是因为你不会画画，你喜欢旅行是因为你没有爱好。",
    "想挣钱的时候每条路都感觉不通，全是红灯。想花钱的时候，我艹，全亮了。",
    "在网上看到一件衬衫，有个买家的评价是：衣服还是很好的，只是不修身，不修身如何治国齐家平天下。。。",
    "被对方的好多优点吸引而产生感情，通过容忍对方的好多缺点维持感情。",
    "大家上班要多喝水多喝水，倒不是喝水有多重要，重要的是可以没事去厕所，一下子就打发了很多工作时间。"
  ],
  "2019-12-27": [
    "老板完成了一笔大单，收到钱后，请员工先去吃海鲜，然后带我们几个男的去大保健。等我和同事早早下来，等了四十分钟，老板才由小姐搀扶着下来，我们异口同声地赞叹：老板威武～老板却一字都没和我们说，倒是服务员吧啦吧啦地说：威武个锤子，一进房就往厕所跑，拉个没完没了，你看拉的路都走不成了。。。",
    "今天我在踢瓶盖，朋友一直在旁边看，我问他是不是也想试试，他说：“瓶子还要吗？”",
    "小莉养的小仓鼠死了，她哭得那叫一个撕心裂肺，边哭边嘀咕道：“你咋就这么死啦！我都还没学会分类垃圾，你是啥垃圾啊？”",
    "在家里跟老公大吵了一架，然后气得不想做饭！可是生气归生气，可不能饿着孩子啊。于是中午的时候，我就带两个孩子去饭馆点了两碗面。儿子吃完，自个拿了张餐巾纸擦了擦嘴，然后双眼很是诚挚地望着我，建议道：妈妈，晚上你跟爸爸 再吵一架呗~”",
    "哥们和一个女的去相亲，哥们要求AA制，结果吃了500多哥们有点心疼，那女的一看就主动把账500多全结了，下来也不联系了。哥们就打电话问她咋不联系了呢？那女的说被狮子宠爱过的女人怎么会看上野狗呢？把哥们气嘞这几天都吃不下饭。。。"
  ],
  "2019-12-28": [
    "派出所抓了几个漂客，打电话让老婆来领人，老婆来了看到老公就打，其中一个打的最凶。“丢人的玩意儿，漂也就算了，你倒是有点品味呀，别人玩800的，你玩60的，还跟别人交一样的罚款！”",
    "前两天，哥几个聚会，我给他们说：“每次媳妇让我买菜，我都虚报价格，然后给自己买两盒好烟，你们有这脑子吗？这叫智慧 ，你们呢？”他们说他们自己有钱，都自己买！我#$@%#$^%",
    "和老板住一个小区，早晨晨练碰到了问完好，他说你先跑吧，我就跑步去了。。。跑完回来看见公司群里老板发了张我跑步的大屁股图！",
    "女友把我赶出家门：“滚!你这个垃圾!”“你把话说清楚，我是哪种垃圾？是干垃圾还是湿垃圾？”",
    "“为啥开锁公司的电话号码都那么厉害，不是炸弹号就是连号的？”“因为连钥匙都能忘的人也记不住太复杂的号码！”"
  ],
  "2019-12-29": [
    "菜点多了，跟服务员说：“看看酸菜鱼做了没？没做就不要了。”服务员满脸微笑说：“好的，我看看做没做。”她拿着耳麦：“16号桌酸菜鱼做了没？好的知道了。”放下耳麦：“不好意思已经做好了，不能退了。”我笑说：“好吧那就不退了。”过了一会儿服务员又满脸通红回来了：“你没点酸菜鱼啊。”",
    "和老公的哥们儿吃饭，期间我悄悄地跟老公感叹：你哥们儿新交的女朋友长得真好看啊。老公专注吃肉，头也不抬地说：嗨，这么说吧，人家历届交往的女朋友当中就没有不好看的，不像我。我：不像你什么?老公顿了顿，摆下筷子，神情严肃：只交往过你这么一个好看的。ok,没事了。",
    "兄弟是警察，今天兄弟说开警车送我去上班，我那个激动， 心想坐警车上班多帅啊！到了公司，在同事们诧异的眼神下，正当我帅气的下车时，听见背后兄弟说了一句：“回去好好做人啊，以后不要再去女票女昌了！”我$%^&$%^&*",
    "我有选择困难症，不管做什么事情，我都选择困难模式。",
    "老婆总说“老娘天下最美！”这话我很不同意，她一点都不老啊！"
  ],
  "2019-12-30": [
    "生活磨平了我的棱角。完整版：生活像用锤子砸再用锯子锯然后锉刀锉最后用砂纸抛光般的磨平了我的棱角。",
    "运动时间不讲究早晚，只要动起来就好。一定要说有什么不同，那就是：太晚容易睡不着，太早根本起不来。",
    "我妈真逗和我说让我在外面不要露富，我说你真是不了解我的经济状况，你要是了解我的经济状况你应该让我别犯罪。",
    "每天光起床就花光了95%的战斗力，用余下5%的力气去上班你能指望我做什么丰功伟绩？",
    "男人啊，上到九十九下到刚会走，只要有挖掘机在施工作业就会围一圈看，咱也不知道在看啥，咱也不敢问。"
  ],
  "2019-12-31": [
    "成家立业，贤妻良母。这句话无论正着读还是反着读，都有道理！",
    "除了垃圾分类，还有更深层的“灵魂六问”：配钥匙师傅：你配吗？算命先生：你算什么东西？食堂阿姨：你要饭吗？快递小哥：你是什么东西？上海垃圾分拣阿姨：你是什么垃圾？最有文化的还是滴滴司机：你搞清楚自己的定位没有？",
    "最近穷的饭都吃不起了，在树叶上拿了个虫子烫死了放口袋里，去吃饭时点了个豆芽小炒肉，吃了一碗饭之后把虫子丢进去。。。叫来服务员，她看了我一眼，说：哥，我们豆芽是用化学药物泡的，不可能有虫的。",
    "刚刚有人给我发微信，让帮忙投票。隔了五分钟后，我回：已投。没想到对方回：没有吧，我看还是24票。怎么说呢，觉得总有一天我会被这个社会活活逼死。。。",
    "一男一女，踉踉跄跄的走着。。。男：老公，你醉了没有？女：我没醉，老婆，你醉了没有？男：我也没醉。。。"
  ],
  "2020-01-01": [
    "A：同样的暴露程度，为什么泳衣可以穿着见人，而穿着内衣走光一点点都惊慌失措呢？B：你在动物园里面看见老虎会觉得很正常，如果在大街上看到老虎呢！？",
    "媳妇让我去给她车做保养，到了4s店，工人小哥跟我说：“你老婆很胖吧！”我：“你怎么知道？”“左前轮胎，磨损程度明显高于其他三个！”这。。。",
    "一天一哥们被安排去相亲。女：你有房有车吗？哥们：没有。女：那我们之间没有可能。哥们：500 女：你什么意思？哥们：1000 女：你把我当什么了？哥们：5000 女：就一晚吗？哥们：对。女：好吧，今晚我是你的 。哥们：你TM就值5000块钱就想要劳资用车用房来换？？？女：一晚5000，一月15万，年薪180万，我要房要车过分了吗？",
    "今天我生日，老公回家了，竟然没看到给我买礼物，我怒道：“我今天过生日!”他显然一惊，然后故作镇定：“哼，我早知道!”我一伸手：“礼物呢？别告诉我你没买!”他掐了掐我的脸蛋：“当然买了！你先闭上眼睛！”我哼了一声，算你识相，然后闭上眼睛。防盗门“咣!”的一声，他跑了。。。",
    "天热的时候更适合表白，因为这时候热脸去贴冷屁股很舒服。"
  ],
  "2020-01-02": [
    "女子坐飞机睡着，醒来后发现身边空无一人，经过警方调查原来她坐的是无人机。",
    "现在的女生真有意思，和一个男生看电影就发朋友圈炫耀，以前我和二三十个男的一起上课我说过什么了吗？",
    "真不知道长得好看有什么用，也许这就是当局者迷吧。也别说旁观者清，你好看的唯一作用就是让人不清醒。",
    "血液是血浆里漂浮着一个个血细胞，所以对于蚊子来说，吸血会不会很像用吸管喝珍珠奶茶？",
    "起床是什么？是自然苏醒，然后打个哈欠，愉快的下床，而不是闹钟一响，就吓得跟抽筋一样的，就算肉体已经行走，可灵魂还在沉睡，这不是起床，这是诈尸！"
  ],
  "2020-01-03": [
    "刚查出来，702分，如释负重，也算这几年的付出有所回报，没有之前的积累就没有今天的收获，这其中的辛苦也只有自己知道。最后顺便问一下你们芝麻信用多少分？",
    "周瑜的老婆叫小乔，小乔的姐姐叫大乔，大乔嫁给了孙策，孙策的妹妹叫孙尚香，孙尚香的老公叫刘备，刘备的儿子叫刘禅，刘禅的皇后叫张星彩，张星彩的母亲叫夏侯涓，夏侯涓是夏侯渊的女儿，夏侯渊的哥哥叫夏侯惇，那么请问周瑜应该管夏侯惇叫什么？",
    "古代的姑娘不出闺房，大门不出二门不迈。现在的少女也不出闺房，吹着空调，点着外卖！",
    "渣男语录：吃了没？早点睡！今天开了一天会！多穿点，喝热水！那个女孩是我妹！这个东西有点贵，工作一天我很累。我是真的喜欢你，可是现在不想谈。你别闹，真没有，你说什么是什么。喝多了，乱说的，我们真是好朋友。",
    "小时候，我妈教我学东西，我学不会，我妈就打我。长大后，我教我妈学东西，我妈学不会，她还是打我。。。请问，这是什么原理？？谁能给我解释一下？"
  ],
  "2020-01-04": [
    "老妈：“林志玲都结婚了，你还不抓紧？”你：“她44岁才结婚，我不急。”老妈：“可是你已经看着像45的了”",
    "爸爸：“如果有小孩欺负你，你用铲子铲他！”女儿：“可我是女生啊爸爸！”爸爸：“哦，你可以用粉色的铲子！”",
    "我劝我妈：“家里用不着的东西，不如扔掉，放家里占地方！”我妈：“那你还不自觉的离开这个家！”",
    "去男友家吃饭，男友妈妈炒了好几个菜，还做了甲鱼汤，我尝了一下甲鱼汤：嗯，真好喝，这王八炖的汤真不错！突然觉得气氛有点异常，这时男友6岁的弟弟说：哥，她骂咱妈呢。",
    "刚怀孕，做完B超回家把片子丢给老妈，老妈拿起看了眼，问：姑娘，你这是有结石啊！？我#$%#^$%^"
  ],
  "2020-01-05": [
    "“要是在古代，姐的颜值能撑起整个青楼。。。”“你是说你长得像柱子吗？”",
    "走路等红灯中，一大妈硬闯红灯差点被撞到，还跟司机理论，司机说：大妈，红灯你被撞了，只会得赔2万，如果是绿灯被撞了，可能会被赔十万，为了多得八万，你多等几秒钟还是值得的!",
    "早上刚到办公室，暗恋好久的男同事突然朝我单膝下跪，一手捧着玫瑰花，一手拿着枚戒指，冲我深情喊到：嫁给我吧！幸福来得太突然了，居然直接跳过恋爱过程，刚伸出手，男同事突然起身问我：胖丫，你跟企划部的静静关系好，我这样求婚，她会不会答应？",
    "一天，上了公交车，司机师傅开得贼快，担心出问题就好心提醒他开慢点，结果师傅来了句“公交车的价格，出租车的速度，你赚了”我。。。",
    "一哥们说还我钱了，正当我纳闷我好像没有发给他银行卡号的时候，收到一条短信：“中国移动提醒您，成功充值2000元！”我勒个去。。。心中数万匹草泥马在奔腾啊！！！"
  ],
  "2020-01-06": [
    "来个应聘的，老板让我先和他聊了一会，那应聘者问我：你是老板娘？我：别别别，别瞎说，我倒是想呢！恰逢boss满脸黑线的进来：想得美！我%^&$%^",
    "你失眠吗？你自己都睡不好，怎么睡别人？",
    "可怕，早上6点就有人去上班了，我在下班的路上看的一清二楚。 ",
    "科技真的发达了，现在足不出户，就能被千里之外的陌生人气到脑仁疼。",
    "希望各位男士周知：女生好哄是因为她喜欢你，不是因为她脾气好。她脾气不好。"
  ],
  "2020-01-07": [
    "为什么蚊子飞来飞去时嗡嗡响，叮你时却默不作声？因为妈妈告诉它，吃饭别说话。",
    "连父母都觉得你是垃圾，怎么办？不要慌。垃圾是放错地方的资源，换个城市发展，你就变废为宝了。不信出去呆个一年半载回来，再一开门，看他们管你叫什么？",
    "叫你不要买车的人都是已经有车的，告诉你年轻人租房就行的人都是有房子的，劝你不要结婚的人都是已经结了婚的。这一切都可以说明一个现象：你是一个没车没房没对象的人。",
    "“男人是钢铁制成的，那么，女人是什么做的呢？”“女人是磁铁做的！”",
    "猪能吃的，叫湿垃圾，猪不能吃的，叫干垃圾，猪吃了会死的，叫有害垃圾，可以卖出去换猪的，叫可回收垃圾。。。站在猪的角度思考，垃圾这么分就对啦！"
  ],
  "2020-01-08": [
    "高考前：保护动物高考时：国家重点保护动物高考后：四害!",
    "明天开始我真的要戒酒了，如果你们再看到我喝酒。。。请给我倒满，谢谢！",
    "高考已经结束，各位考生不要压力太大，考不好也没关系，现在二胎开放了，父母还年轻的可以再让他们要一个！",
    "同桌问我：“你觉得我这件上衣怎么样？”我：“一般。”他：“你懂个鸡毛！”我%^&$%那你问我意见干嘛？？？？",
    "大学快毕业时，全班都在笑呵呵的写通讯录。老师冷笑：都别写了吧，以后混得好的，不会联系你，混得差的，也不想被联系，关系好的，不写也联系，关系不好的，写了也不联系，有那时间不如多做几道题。全班脸都青了。。。"
  ],
  "2020-01-09": [
    "我买了一袋苹果回来，对室友们说：“一人拿一个苹果吃吧。”室友带了一袋葡萄回来，也对大家说：“一人拿一个葡萄吧。",
    "语文老师正在讲台上诵读《永遇乐·京口北固亭怀古》。我对同桌说：“这首词是辛弃疾写的？”同桌看了我一眼，打断我的话：“我怎么知道？可能是星期天吧！”",
    "我一高中同学，每次作业都不写，回学校就抄作业，每次考试都作弊。一次大考抓得严，没法作弊。正当我们准备看他笑话的时候，成绩出来了，竟然名列前茅。。。这不科学，我问他为什么考这么好。他平静的回答：“没什么，抄着抄着就全都会了。。。”",
    "在学校，男生买电脑：“我要个高配置！显卡是要什么型号，机械还是固态、显示器是平面还是曲面，我用个两三年都不淘汰。”女生：“来个粉的。”男生。。。女生买洗发水：“看成分！最好是没有硅油的，一定要适合我的发质，容量小价格贵我也能接受，主要是对头发好。”男生：“来个起泡的。”女生。。。",
    "高压锅、深海鱼、静脉曲张袜，都比你压力大!"
  ],
  "2020-01-10": [
    "“我喜欢的女孩在别人怀里”，这话听起来令人同情。“我喜欢别人怀里的女孩”，这话听着就欠揍。所以很多人做着欠揍的事，用令人同情的方式描述出来。",
    "A：你的狗做过什么让你感动的事？B：把我家猫拉的屎吃了，省得我去丢了~",
    "有个记者朋友在群里发了几个新闻链接，我看了看全是关于小龙虾的负面报道，于是问她：“你不是一直很喜欢吃小龙虾吗？”她：“再不整它一下，涨价涨得我要吃不起了。”",
    "据说爸爸第一次听到女儿有男朋友的时候的感觉，就像农民伯伯辛辛苦苦中了一季的白菜被猪给拱了。而有的父亲特别震惊，因为他听说自己家养的猪把别人家的猪给拱了。。。",
    "周一早晨上班，穿了新买的高跟鞋，恰好同事来办公室，我故意抬腿把鞋伸到她眼前晃个不停。。。“呀！姐你周末去哪儿玩了？脚背都晒黑了！”"
  ],
  "2020-01-11": [
    "某人上完厕所看见蹲坑里有十块钱，想了半天，想走又舍不得，想捡起来又下不去手。于是他果断的丢了一百块钱在里面，总算下得去手了。",
    "吃饭时假牙掉了，赶快到医院挂号，牙齿滑进喉咙不是牙科了，到喉科去；喉科一检查，到胃了，要去看肠胃科；胃科一检查，已经到肠子了要去看肠科；肠科一看不得了，已经到直肠肛门口了，那就要到肛门科看了；肛门科一看，你肛门有个牙齿，还是到牙科去吧！",
    "我妈是一个一辈子没下过厨房的人，她做过的离“下厨”最接近的一件事情，就是没事爱往我伤口上撒撒盐！",
    "今天表姐给邮来十斤蜂蜜，我取快递回来的时候不小心摔了一下，蜂蜜漏出来了一些滴裤子上了。回到家媳妇把我一顿训：“你说你干什么行，去把裤子脱了放洗衣机里甩甩喝了吧！”",
    "和我妈走大街上，过来一辆洒水车，喷我和我妈一身。我妈随即张口：你这孩子！我：洒水车过去你骂我干啥？你骂车啊！干我屁事！我妈：就你带的这条路来洒水车！别的路咋都没有？还不怪你！我：行吧你开心就好。"
  ],
  "2020-01-12": [
    "我：“过六一儿童节开心吗？”小侄女：开心啥，天天演节目，我都快累死了，还不如在家吃零食看动画片舒服!",
    "我问儿子为啥偷偷抽烟？儿子意味深长的说：“因为我长大了，我要寻找一个值得我戒烟的女人。”这话说的我好久没回过神，他妈出现了，边卷袖子边对儿子说：“别找了，其实我一直与你同在。”",
    "那年冬天的一个晚上，和媳妇生气，赌气不吃饭坐在门口玩手机，媳妇出来看了一下说：怎么了，不吃饭了？我赌气的说：不吃了，喝西北风就饱了!媳妇一声不吭就回去了，一会就听见她在屋里给女儿说话：宝贝，外面冷，给你爸爸送个口罩去，别把你爸爸撑着了!",
    "现在科技进步了，遍地都是ETC，自动抬杠。",
    "“成年人的世界那有容易二字？”“有的，容易胖！”"
  ],
  "2020-01-13": [
    "异地恋，谁经常去对方的城市根本说明不了谁爱谁更多，只能说明谁所在的城市好吃的东西比较多。",
    "吃小龙虾时被暗恋的女生看到了，她说：“啥家庭啊，顿顿吃小龙虾？“我脸一红：“目前还没有组建家庭。” ",
    "手臂上拍死个蚊子，边挠痒边问男友：你说为啥被蚊子叮后会起个大包呢？男友侧头思考了下，然后说：“因为蚊子吸你血的同时，把一些病毒也吐进去了，然后你身体里的细胞们发现了这些外来物种，都好奇地过来看个新鲜，看稀奇的越围越多，然后你的皮肤就会因为拥堵形成个大包！等它们都看够了散了，包也就消了......”唉。。。都是看热闹的不嫌事儿大！！！",
    "跟朋友说，我特别想养只猫，但是呢，我又没时间，也没耐心，更没精力去照顾，我可不可以把寄在他那里养，费用我都出，我心情不好的时候，就去逗逗它。朋友义正严词地说：“你这不是养猫，你这叫嫖猫！”",
    "跟哥们去理发，剪头的是个妹纸，她：“你有女朋友么？”哥们一听，突然兴奋的说“没有！”妹纸：“我是个实习生，本来想给你换Tony老师的，既然你没有女朋友，就让我练练手吧！”"
  ],
  "2020-01-14": [
    "短信拦截关键词设为退订后再也收不到垃圾短信了，爽！",
    "朋友们，不要的人民币不要扔，可以来找我换不锈钢脸盆。",
    "别人都在晒幸福、晒车、晒房、晒吃、晒喝、晒玩、晒钱，你呢？你晒什么？？你晒得乌漆麻黑的。。。",
    "当时泰坦尼克号出发，我拼尽全力失声呐喊，不要启航，没一个人听我的，还骂我SB，最后我被电影院的保安架了出去。。。",
    "不谈感情后生活真的就只剩下了工作，好爱工作，工作好简单，付出就有回报，虽然回报也没那么多，但也比感情这种没良心的强百倍。"
  ],
  "2020-01-15": [
    "最近参加了一个比赛，看谁的体重增加得最多，头发掉得最多，很明显，不是这么叫的，一般它被称之为“同学聚会”。",
    "996程序员做的梦：昨晚做梦梦到我死了，进了阎王殿，阎王爷让我给他的生死薄做个后台管理系统！",
    "520民间还有个更接地气的版本：5是吃五天；2是胖两斤；0是你的减肥成果。",
    "律师温馨提醒：520、1314、9999等数额可能会被认为具有特殊含义，属于赠予行为，分手时不能主张返还。发100、1000、10000等普通数字就可能会被认定为借款，分手时可以主张返还。需要注意的是，请不要在红包中加入我爱你等词汇，建议使用“这是你要的钱！”",
    "现在真的老了，像以前去个KTV都是抢麦的，现在去了只能安静的坐那，旁边的小姐姐都劝我唱一首吧，别摸了！"
  ],
  "2020-01-16": [
    "据我观察，现在很多人在睡这件事上最有毅力，在吃这件事上最有执行力。",
    "很多人就是因为小时候兴趣班上多了，所以长大了没兴趣上班。",
    "希望我的朋友们可以开开心心的，永远不会难过和悲伤，爱你是其次，主要是因为我真的不会安慰人。 ",
    "当前国际形势的主要矛盾，是人民日益增长的美好生活需要同美国觉得我们不配过美好生活，只配给他们服务之间的矛盾！！！",
    "无论你现在状态有多糟糕，皮肤有多不好，效率有多低下，只要你能做到连续一个月22:30以前睡觉，我本人在这里给你保证，我保证你做不到！"
  ],
  "2020-01-17": [
    "A：“为什么有人管前男友叫渣男呢？明明知道是渣男还交往，那不就是说自己眼光差吗？”B：“你吃过甘蔗吗？”",
    "昨天，一个新来的同事问我：“财务科那个大姐多大了？结婚了吗？”我问他为什么关心这个？他说：“我去报销，当时财务科里就我和她两个人，她让我寂寞的时候去找她。”今天，他被财务大姐臭骂了一顿，原来大姐说的是“季末”。",
    "女友：今天是星期天，你把床单好好洗一下吧。男友带着笑脸说：不要洗了吧，翻过来铺不又可以睡一段时日了。女友叹口气说：唉，你这人实在太懒了，我已翻过一次了。",
    "男生跟女生单身久了的区别男生：算了，她不会喜欢我！女生：稳了，他肯定喜欢我！男生：一个人就是一级残废。女生：一个人就是一支军队。男生：我谁都配不上。女生：谁都配不上我。男生：女生都是貂蝉。女生：男生都是渣男。",
    "女生说要洗澡你怎么回答？直男式回答：哦，去吧。暖男式回答：去吧，好好洗一下，把不开心的事全部洗掉。调侃式回答：画面太美不敢想象。撩妹式回答：好想化作你的头发跟你一起沐浴。高情商回答：我不介意和你视频。沙雕式回答：一块儿吧，我帮你搓搓背，钱不钱的无所谓，就是想干点活。"
  ],
  "2020-01-18": [
    "小时候我爸带我去吃海鲜，我担忧道：“听说吃海鲜会痛风？”我爸拍拍我的肩膀安慰我：“放心吧，以咱家的经济实力，永远不会吃到痛风的。”",
    "女友抱回来一台电子秤，踩上去惊喜的说：“哇，我瘦了！”我看了眼数字说：“可能称不准，你找个别的东西试试。”女友抱了个5kg的哑铃放称上，果然显示不足5kg。。。女友有点沮丧，我安慰到：“可能称是准的，买的哑铃不够重量！”女友*&%*%^(&",
    "去年过年，媳妇怀孕了，挺着大肚子给妈妈拜年，妈妈非常感动，临走给媳妇1000元压岁钱。媳妇摸着肚子问妈妈：“妈妈！你这钱是给我的还是给孩子的呢？”妈妈顿时明白了，又从兜里掏出一千元给媳妇：“这是给孩子的！”媳妇又说话了：“听医生讲，我怀的是双胞胎！”",
    "中午下班，相约和老妈逛街给她选生日礼物见面老妈傲娇的第一句话：”今儿都刷你的卡，你敢说一个不字就刷两千”我忙说；”不敢不敢。。。”然后四千没了。。。",
    "看老婆切黄瓜片敷面，儿子不乐意了：妈妈不珍惜粮食，糟蹋菜。老婆说：宝贝，黄瓜敷面妈妈会更漂亮的哦！儿子：黄瓜贴脸上那不就叫黄脸婆了么，美什么美？"
  ],
  "2020-01-19": [
    "躺在沙发上玩手机，没拿稳掉地上将屏幕摔碎了。。。我看了一眼不远处坐地上堆积木的小侄子，起身走过去，将他面前的积木推倒。转身又躺沙发上若无其事玩手机。正玩着，小侄子走过来，一把抢过我的手机摔地上。第二天我哥给我买了一部新手机，啦啦啦。。。",
    "妙语连珠是猎物，支支吾吾是喜欢。",
    "算卦的说我2月会发财，这都农历4月了，我气哄哄去质问为什么卦象不准？算卦的说：还不是你们女人爱变卦！",
    "知道为什么结婚要选好日子吗？因为结了婚之后就没有好日子了。",
    "比“穷得只剩钱了”更丧心病狂的炫耀是什么?瘦得只剩胸了。"
  ],
  "2020-01-20": [
    "生活小妙招：缺碘的朋友可以通过多加班来补充，因为俗话说得好——加班加碘！",
    "兄弟会背叛你，女人会离开你，金钱会诱惑你，生活会刁难你，只有数学不会，不会就是不会，怎么学都不会。",
    "我建议各位以后找对象可以找个天秤座的，天秤座真的很不错，不要问我为什么！ 因为我就是天秤座。",
    "现在这个社会是越来越好了，男孩子都挺懂事的，一有钱就想多照顾几个女生。女孩子也挺懂事的，男孩子一没钱就怕他压力大，不跟他在一起，真的是充满了爱！",
    "泪腺失禁，母胎失恋，钱包失血，夜晚失眠，撕逼失常，P图失实，体重失控，头发失踪。 当代青年日常八失。"
  ],
  "2020-01-21": [
    "人们在小长假出门旅行，是为了让自己觉得还是上班舒服。",
    "刚刚我去理发店剪头发，理发师问我剪到哪，我说剪到下巴，然后他说剪到哪层下巴？",
    "在寝室，进来一个发传单的小妹妹：“你好，打扰一下，我可以发个传单吗，直接放在垃圾桶里了哦。”",
    "男友打起戏啥都忘，这不晚饭后就一直全神贯注的打游戏，我把钟往后调了三个小时，然后下楼倒个垃圾。。。回来后，我冲着他大骂：“都TM几点了！还在那玩游戏。。。”男友看了一眼钟表，然后从沙发上跳了起来，喊道：“卧艹！都这点了？？？你下楼倒个垃圾去了几个小时，去哪了？？？”我。。。"
  ],
  "2020-01-22": [
    "女同事在路边捡到一只小龙虾，拿回公司放在一个玻璃瓶里养着。我说要装点水来养，然后她到饮水机那里装水。过了一会儿看她拿着空瓶子回来，我问：“小龙虾呢？”她说：“按错开关烫熟了。”",
    "一个小常识，其实空气的流动都是有规律的，排除地转偏向力的影响，在同 一水平梯度，风或者烟总是从高压流向低压。所以，如果你吃火锅时不管坐在哪里，-烟都往你脸上飘，那么你就要注意一下了，很有可能是因为你太胖，体温高于周围，导致周围形成热低压的缘故。",
    "我家小孩，和幼儿园的朋友约好晚上八点在梦中相见，于是他七点半就乖乖去睡了。。。",
    "下班回家，疲惫的推开门，看见儿子在看电视，老公在打游戏。静悄悄地都没有理我，忍不住抱怨：“我是这个家的空气吗？”于是，儿子放下遥控器，老公放下手机，他俩一起冲向我摸着肚子说：好饿呀！！！"
  ],
  "2020-01-23": [
    "问老妈：什么是善良？什么是仁慈？老妈似笑非笑的说：别人我不知道，我认为，你从小到大翻墙打洞、像野狗一样疯来疯去，没把你打死，就是我的善良和仁慈！",
    "给儿子买了个魔方，他研究半天，一点头绪都没有。我不屑的看了他一眼，接过魔方说“笨死了，看我的！”然后，双手如电般旋转。。。看得儿子眼花缭乱。突然。。。我把魔方扭散架了！！！",
    "和闺蜜逛街，她儿子给她打电话，她故意逗她儿子：你好！你是谁啊！你找谁啊？闺蜜儿子在电话那边奶声奶气地回：妈妈，我是你的宝宝啊，我找全世界最漂亮最可爱的妈妈！闺蜜得意地冲我笑，我听着那小奶音，心里一阵柔软，拿起手机也给儿子打个电话，电话一接通，我也故意问：你是谁啊！儿子在那边不耐烦地回：妈妈，你该不会是个傻子吧！嘟嘟嘟。。。",
    "在家看电视剧，看到失恋情节，我说：“好想有一只马良的神笔，给所有因为缺钱而丢掉爱情的兄弟姐妹们，描绘出一个幸福的未来。”“一个单身狗，自己身上虱子都满了还有心情给别人挠痒痒！”老妈在一旁咬牙切齿的说。",
    "美国翘臀算什么，我中国肚腩，我骄傲了吗？"
  ],
  "2020-01-24": [
    "青年人的崩溃是从入职开始的，中年人的崩溃是从借钱开始的，老年人的崩溃是从学不会广场舞开始的。",
    "当有人夸我时，我表面云淡风轻，心里：算你有眼光；当有人夸别人时，我表面云淡风轻，心里：我倒要看看这个人有什么本事。",
    "当你蓬头垢面遇见熟人时，以为只要低下头假装玩手机就可以避免打招呼，但你忘了熟人可是穿着得体美艳动人很想和你打招呼呢。",
    "躺在浴缸里，四周都是洁白的陶瓷，而水将我包围，我突然觉得。。。我好像马桶里的大便喔。。。",
    "公司缺人本来就忙得不可开交，搭档明天居然还要和女友约会。。。恰巧下午我在办公室门口遇到了女老板，我好心地说：“老板，你今天的眼影画得不太匀，嘴唇涂得太厚，衣服穿得太老气……”她白了我一眼：“一边干活去！”一会儿搭档去请假时，传来了狮吼：“不批，滚！”"
  ],
  "2020-01-25": [
    "今天下午一个外伤病人来找我拆线，我要他去交拆线费，他很生气：“线是你缝的，拆线为什么要我出钱？”唉，心累。",
    "如果有人因为“你很丑”给你500美元，你会收下这笔钱吗？当然会，否则我就不但丑，而且傻了。",
    "昨晚正在宿舍用电饭锅煮粥，突然舍友杀进宿舍说：“不好啦，院领导带队查宿舍违规电器呢，已经到隔壁了，锅怎么办啊？”情急下我直接将锅藏在被窝里。等老师来了之后，他说：“嗯，小磊(本人)我还是信得过得，就不看你的柜子了。”我暗自侥幸，可老师又接着说：“只看看你们用没用电热毯就行了。”结果我就被记过了。。。",
    "我问同桌：“为什么你能存到钱，我就存不到呢？”同桌说：“你都没钱，你存个毛线的钱？”我恍然大悟。。。",
    "同学请我吃饭，我一看，竟然只有馒头。。。他说：“表面看这是馒头。。。”“其实呢？”我问。“其实还是馒头，说明它表里如一，象征着我们的友谊。”"
  ],
  "2020-01-26": [
    "同学在公园看见美女放风筝，果断买个风筝放了，不一会儿两个风筝成功缠一起转了好多圈挂在树梢上。。。美女非常生气，同学赔风筝钱用微信支付得到了她微信号，俩人聊的火热。。。现在同学成功被她带入传销，老惨了。。。",
    "同桌人很机灵，老师经常让他跑腿拿东西。昨天上课，老师让他去办公室拿圆规，他去了，没找到。他一想拿圆规是为了画圆，能画圆就行，不一定要圆规。于是就把老师家锅盖拿来了。",
    "要做一个积极的人，从下楼拿外卖开始。",
    "熬夜可以预防老年痴呆，因为熬夜可以让你没有老年。",
    "成年人有谁不是负重前行呢？就算是王思聪，不也是扛着钱吗？"
  ],
  "2020-01-27": [
    "大脑：去学习；身体：去锻炼；我：在接下来的8小时我会边打游戏边考虑你俩的建议。",
    "减肥：票圈打卡猛如虎，脱衣一看肉鼓鼓。生活：夜里熬夜猛如虎，白天上班变地鼠。钱包：月初花钱猛如虎，月末只能去吃土。",
    "每次怀疑自己生病的时候，都会网上搜索一下，结果都是看到“食欲不振”“不思饮食”这些症状完全不符。",
    "记得年轻的时候，如果想看美女，就得到相隔好几条街的邮局买一本当年挂历回家慢慢欣赏。现在有了网络，实在是方便多了，想看美女只要打开某宝，就能买到挂历了。",
    "人生就像不停在用的铅笔，开始很尖，但慢慢的就磨的圆滑了。不过，太过圆滑了，就差不多又该挨削了。"
  ],
  "2020-01-28": [
    "一个男生说女生：丑＝还行，可爱＝真可爱，漂亮＝真漂亮！因为如果你丑他是不会和你说话的；一个女生说男生：丑＝真丑，帅＝还行！因为如果她遇见真帅的是不敢说话的。",
    "也不是不想处对象，就是想再等等，具体等谁呢？不知道；具体等个什么样子的呢？不知道；你说不想找吧，也想找，你说想找吧，也不是太想找。你说不着急吧，看见人家处对象也有点慌，你说着急吧，确实也不是很想要。",
    "“儿子啊，你爸当年又丑又穷，但我还是嫁给了他。”“所以呢？”“所以你也能找到对象的。”",
    "洗完澡进房间，听到老婆和闺蜜在聊电话：“我老公出差回来了，小别胜新婚你懂的，晚点打给你。”一阵酣畅淋漓后，我提醒老婆：“你不是要打电话给你闺蜜吗？”老婆：“这么快打过去你不嫌丢人？再等十分钟。”",
    "有一次和老婆吵架，我俩越吵越凶，我伸手抓起桌子上的茶杯狠狠地摔在地上。老婆也环顾四周，但没有发现容易摔的东西。恰巧儿子放学回来，她冲上去夺下儿子的书包往地上猛得一摔。儿子赶紧从地上拿起书包掏出作业本，说：“老妈，来撕作业本呀！”"
  ],
  "2020-01-29": [
    "出差回到家时已是半夜了，倒头就睡，早上突然想起来还得去公司，赶紧起来换衣服洗漱然后坐在桌子前拿起筷子准备吃饭。。。我妈愣住了：“妮儿，睡这么晚咋起这么早，快回屋再睡会儿，中午给你炖肉吃。。”“我还得去公司跟老板汇报工作。”“那个，要不，让你爸给你发个红 包去街上吃点营养早餐。”“不用啦，我吃这个就行啦，再说也没时间了。。。”“问题是我忘了你昨晚回来了，压根没做你的早饭。。。”我。。。",
    "老婆买了一堆化妆品，看着网上的使用教程，不禁感慨：“步骤这么多，也太难记了吧！”老公看了看，说：“这还不简单？先洒水，后防水，再做隔离，最后刷白！”老婆听了，赞叹道：“老公，你真厉害！”老公把嘴一撇，说：“我是干装修的，这跟刷墙一个道理！”老婆。。。",
    "生病吃药，嫌苦，老公买来蛋小糕，把药夹蛋糕里让我吞。。。果不其然，一点也不苦，表扬老公：“你怎么那么聪明，想出这么好的办法！” 老公：“以前在老家下老鼠药就是这样下的！ ”我。。。",
    "女子中暑现场晕倒，众人冷眼旁观为其降温。",
    "别着急，有些事情拖着拖着就解决了，比如拖地。"
  ],
  "2020-01-30": [
    "捧着手机睡不着不叫失眠，真正的失眠是上课也睡不着。",
    "有人问我，你知道钱算什么东西吗? 从客观上讲，无非是一张较为精致的纸。但从主观上来说，钱算我大爷。",
    "我们公司的五险一金是：五险：脱发风险、开除风险、肥胖风险、大病风险、单身风险，一金是一颗金子般奉献的心。",
    "不知道你们有没有见过智商高的聪明人？我觉得，光是看眼神和表情，就能看出来这个人很聪明。这是我经常照镜子总结出来的经验！",
    "问：龟兔赛跑里的乌龟和兔子有什么共同点？答：它们做出来都很好吃。"
  ],
  "2020-01-31": [
    "A：你好这里是xxx号客服，很高兴为您服务。B：说说吧，为什么高兴！？",
    "躺在床上看手机如果打瞌睡，容易被手机砸到头，于是我选择趴着，没想到。。。头砸到了手机。",
    "不管是戒烟戒酒，还是减肥锻炼，还是看书学习，应该先私下坚持一个礼拜，才能获得为自己打卡的资格。第一天就打卡，多半是打给别人看的。而且今天打卡，转天可能就成了打脸。",
    "森林里有两只小兔子一只小兔子勤劳能干，每天去野外采集，家里面储存了很多食物。另一只小兔子好吃懒做，总是采多少吃多少，家里什么食物都没储存。后来森林里发生了一场大火，两只小兔子都死了。",
    "现在想来，可能是奔驰漏的油，引发了巴黎圣母院大火。"
  ],
  "2020-02-01": [
    "一个朋友经常分享一些链接、图片给我，但我想了想，并不觉得他是想给我看，只是把我当剪贴板和收藏夹！",
    "现代诗《狗屁爱情》吵架吵不过骑电车就故意走减速带自己撅起屁股嘴里还扬言要墩死我呵，男人。",
    "如果一个女人问“怎么才能让男友给我花更多的钱，更听我的话，更会主动哄我开心”，那么大家就会批判她。但是如果她换个问法，说“怎么才能让男友更爱我”，反倒会有一股可怜巴巴的痴心女子气息出来，大家甚至还会觉得这女人的男友做得不够好。",
    "你摸摸我今天的衣服，是不是做你对象的料？",
    "晚上睡觉睡着需要1个小时。无聊时睡觉睡着需要30分钟。上课时睡觉睡着需要10分钟。写作业时睡觉睡着需要5分钟。早上关闹钟再躺下时睡着只需半秒钟。。。"
  ],
  "2020-02-02": [
    "三人应聘。甲：我211。乙：我985。丙：我996。面试官：就你了！",
    "千万不要让公司领导知道你有你本职工作以外的任何技能，他们只会觉得你很方便，但并不会觉得你很能干，也不会觉得你很多才多艺，也不会给你涨工资！",
    "我思考了一下为什么婆婆要比丈母娘难当的原因，是不是婆婆的心态是，我爱的儿子，突然他生命中多了一个重要的女人(媳妇也是这么想的)，然后双方关系就很微妙地有些难平衡；而丈母娘的心态是，女儿长大了，多了一个爱她的人，于是对女婿也就特别好？",
    "我发现女生谈恋爱真的挺累的，对方今天态度冷淡没回消息，女生这边可能已经经历了生气，自我怀疑，冷战，面临崩溃，心灰意冷，做好分手准备。最后男生啥也不知道，发来一条消息：宝贝，我睡醒啦！",
    "原来叫美眉，后来是妹纸，现在是女神，而你不一样，你永远是：那个女的。"
  ],
  "2020-02-03": [
    "大鱼大肉的看起来很丰盛，但其实真正对我们身体有用的营养含量很低，所以，要多吃点才行。",
    "一个当他错了就认错的人，是个勇敢的聪明人，但是一个当他对了还认错的人是个。。。结了婚的人！",
    "想提升灵魂就去买书，想强壮肉体就去买健身课，想跟人结婚就去买钻戒。这三者的共同点是：误以为花了钱就会有效果。",
    "奔驰现在最需要改进的，是尽快在引擎盖上安装座椅，以便广大消费者舒适维权。",
    "看到一则减肥经验，说只要每顿都吃贵的，最后就会因为心疼钱而瘦下来。我就是用了这个方法，现在是一个破产的胖子。"
  ],
  "2020-02-04": [
    "马云金句：“如果你不热爱，哪怕8个小时你都嫌很长，如果你热爱，其实12个小时不算太长。”我一下就明白了，他说的是睡眠。",
    "一间门庭若市的店，一名男子跟服务员说：“我是贵宾啊，凭什么要排队？”店员：“就算是哈士奇也要排队。”",
    "小时候，想要和爸妈一起去吃一次全家桶，可是我爸妈就是不吃垃圾食品的人类。长大一点，想要和男朋友一起去吃一次全家桶，可是我一直没有男朋友。再后来，有一天，我发现我自己一个人可以吃掉一个全家桶。",
    "现代诗一首《鸽子》你说鸽子是和平的象征如果我放你鸽子你还会心平气和吗？",
    "以前我和我妈说，我觉得人长得好看最重要，什么学识啊，有趣啊，在美的面前不堪一击。我甚至放下狠话，我说我将来要是长得不好看，我宁愿死! 所以我能活到今天，就证明了我这人不管怎样，最起码是挺不把自己说的话当回事的。"
  ],
  "2020-02-05": [
    "十年前，我看到一个女生在操场上抱头大哭。我好心过去递给她一张纸巾。她非常感激我，马上抱着我痛哭。十年过去了，她成为了我的妻子。但是她永远不会知道找人打她的就是我。",
    "“如果给你100000亿元，让你按下按钮，穿越到一个虚无的空间里孤独地度过5亿年，你会按下吗？”“平均一年两万，打发叫花子吗？”",
    "公司一小伙最近衣着光鲜，抽的烟从五块变五十，午餐标准十块变三十。下班不再挤地铁，直接专车。大家纷纷猜测是不是被包养了。最后真相大白，分手了。。。",
    "停水几天了，大家做什么都只能用桶装水。一女同事感慨桶装水又贵又不经用，说：“才开了一桶水，洗了把脸，就只剩半桶了！”另一同事说：“水还是很经用的，只是你脸大！\"",
    "翻书：马冬梅合书：马什么梅翻书：马冬梅合书：马东什么翻书：马冬翻合书：马冬梅，好，我记住了考试：孙红雷"
  ],
  "2020-02-06": [
    "有的人说房价涨了，有的人说房价降了。。。我很懵，我爸说：判断房价涨跌的方法，多加中介的微信，然后看他们运动的步数，如果步数多，说明走的远，看房的人多，楼市火热，如果步数少，就是走的少看房的人少，楼市萧条。。。",
    "陪女友逛街，走着走着她说腿有点软，走不动了。我：刚刚还好好地，怎么突然就走不了，走去看医生吧。她用手一指对面的烧烤摊道：老公，不用去医院，你去买几串羊肉串给我吃，应该腿就不软了，你没听说过饿的腿软嘛！。我去。。。好吃眼尖还很有医学常识啊。。",
    "“拜拜”两个字像不像四个烤串？",
    "最烦的是，看自己是个废物，看别人又都是傻B！",
    "你家也太穷了吧，想去你家，你居然说门都没有？"
  ],
  "2020-02-07": [
    "把音乐调成随机播放的是我，因为没有听到想听的歌而生气的也是我。",
    "为什么晚上熬夜胡子会变又粗又长，而头发就反而会脱落变少? 是质量守恒吗？",
    "不知道你想过没有，其实命运扼住你的喉咙，不是为了掐死你，只是想让你别再吃了。",
    "现在网上有些年轻女孩真是没法儿说——卖弄姿色，轻浮招摇，疯癫妖冶，毫无廉耻，。。。令人着迷。",
    "你的身体是一台头发打印机，有的人随着年龄的增长会丢失墨水，打印出白发。而我就厉害了，我缺纸。"
  ],
  "2020-02-08": [
    "谈恋爱就像洗衣机，先泡你，然后缠着你，围着你转，如胶似漆地搅拌在一起，再然后榨干你，把你一甩，挂在一边，晾着。",
    "今天的不高兴和昨天的不高兴大有区别，如果昨天你问我为什么不高兴，我会滔滔不绝和你说上半天，而今天，你最好别问我。",
    "如果一个人扎了马尾辫，那他的脑袋就是马屁股。",
    "朋友骂你low，你不要难过，能跟你做朋友的人，他也高级不到哪里去。",
    "坐地铁真的不要乱看人家手机，我今天坐地铁看别人的手机，我就坐过了一个站。"
  ],
  "2020-02-09": [
    "看面相就可以知道一个人是否大方了，比如有些人的脸又大又方。",
    "搓澡时觉得沉默太尴尬，于是我主动和搓澡师傅说：还没吃饭吧? 结果可能语气有问题，现在我脱了一层皮。",
    "好多明星说自己进入娱乐圈的契机，是陪朋友去面试角色，朋友没选上自己却被选上了。其实我和明星也有相似的经历。我陪朋友去吃饭，朋友没胖，我胖了。",
    "小猴子下山看到一片玉米地，就高兴的摘了几个玉米。走着走着，看到桃子，就丢了玉米去摘桃子。走着走着，看到西瓜，就丢了桃子去摘西瓜。走着走着，看到小兔子，就丢了西瓜去追兔子。。。结果什么也没得到。这个故事说明，有一个漂亮的包包是多么重要啊！",
    "清明，领导在朋友圈晒上坟，有个同事评论：哇，这坟修得好大好气派。。。"
  ],
  "2020-02-10": [
    "烘焙基本就是用鸡蛋把植物碎片粘到一起。",
    "以前我从家里偷溜出去参加聚会，现在我在聚会时偷溜出来回家。",
    "缘分这个东西其实也挺势利的，好看的人就能不费力地拿到更多。",
    "不要期望别人为自己雪中送炭，没有人在你脸上抹炭就该感恩了。",
    "当代青年男女的困境：刚起床就困了，刚吃完就饿了，刚出门手机就没电了，刚月初就没钱了。。。"
  ],
  "2020-02-11": [
    "人生的高度是你获得的东西，人生的宽度是你错过的东西，人生是立体的，还有一个厚度，是你吃过的东西。",
    "现代诗《熬夜》：日渐脱发的我，坚持熬夜，窗外的万家灯火逐渐熄灭，仿佛全世界，都是，灭我灯的女嘉宾。",
    "我们发明合同来防止对方对自己撒谎，然后我们又发明了附属细则以便自己撒谎。",
    "学渣的写作业历程：小学：写完咱俩对一下！初中：写完给我抄一下！高中：我靠这么多你怎么写完的？！大学：有作业？啥课的啊？必须写？不写没事吧？",
    "有网友说人类用植物的生殖器来表达爱意很蠢。其实人类已经做了更多蠢事，比如在树木干燥后的尸浆上写字，用恐龙的尸油开车，吃荔枝的婴儿、橘子的子宫内膜、吃鸡的未受精卵子，还吃各种动物尸体，拿火山的排泄物求婚。。。人类真是太可怕了。。。"
  ],
  "2020-02-12": [
    "为了见男友我特地洗了头，见面后男友陶醉地闻了闻发香后说：“你头上怎么这么香，是不是洗发水没洗干净？”",
    "男：“你是如何看待你不喜欢却追了你很久的男生的？”女：“你是想问我对你的看法吧。”",
    "我：“说，我是不是你的小公主？！”男友：“你是不是公主取决于你爹是谁，而我是永远也无法让你成为公主的！”我。。。",
    "哥们儿通过各种手段，弄到了一美女的微信，发信息，对方一直不咸不淡，半天回复一条。哥们儿没有放弃，契而不舍的发信息给他，今天我问聊的肿么样了？哥们儿：比前段时间强多了，以前不搭理，现在无论深夜还是白天，他都能秒回一个红色感叹号！",
    "跟女同事闲聊，同事说到一客户特好色，因为我以前也在那个老板手下打过工，于是回忆了一下说道：没觉得呀，我给他打过工，没看出来他好色呀？女同事对我嗤之以鼻：切～你当然看不出来了。。。额。。。几个意思啊？"
  ],
  "2020-02-13": [
    "哪些穿着性感的妹子们，如果已婚，请穿好你的衣服，这是对你丈夫的尊重，如果未婚，也穿好衣服，这是对你自己的尊重，如果是出来卖的，请说明价格和服务，这是对消费者的尊重，如果不卖只是为了博眼球，请你再穿少一点，这是对广大人民的尊重。谢谢！！！",
    "这年头的春天像渣男一样，一会冷一会热的。",
    "允许一部分人先富起来，然后在我们面前炫富！！！",
    "钱没了可以再赚，朋友没了就不用还钱了。",
    "像我这么不搞笑的人想要逗女友笑，最大的难点，就是没女友！！！"
  ],
  "2020-02-14": [
    "家里有个卫生间我很少用，因为收不到wifi，手机信号也不好，我坐在马桶上看着无法上网的手机就像捧着板砖蹲厕所的傻子。",
    "我与碳水化合物的关系，是一种虐恋的关系，它爱我我也爱它，但我们不应该在一起。",
    "“令和”出自《西游记》：鹿力大仙又奏道：“陛下，我师兄原有暗风疾，因到了高处，冒了天风，旧疾举发，故令和尚得胜。”",
    "酒是有脾气的，所谓烈酒就是性子很烈的酒。你要喝它，它非不让你得逞。你喝得越多，它越生气，最后从你胃子里哇一声跑出来。",
    "经常叮嘱朋友们花钱要有节制，至少也要留些存款以备急需，因为谁也不知道什么时候我会找他们借钱。"
  ],
  "2020-02-15": [
    "孙悟空之所以那么瘦，因为在太上老君的炼丹炉里，燃烧了他的卡路里。",
    "人们总是在该适可而止时得寸进尺。",
    "最近总感觉浑身无力，这个力，主要是购买力。",
    "成年人的特征就是大事淡然处之，小事随时崩溃。",
    "健身会上瘾，但你还是无法坚持，因为不健身更上瘾。"
  ],
  "2020-02-16": [
    "人进行抢钱等犯罪，其实是为了在买东西给钱的时候守法。",
    "“高！实在是高！”朋友一边鼓掌，一边对你的发际线说。",
    "工作就像方便面，曲曲折折，三分钟热度，关键是加量不加价。",
    "我说我想当幽默大师，所有人都笑了。看来好的开始是成功的一半。 ",
    "研究发现：榨油出油率最高的是三种东西，排在第三的是菜籽，出油率为百分之三十五左右。第二是花生，出油率为百分之四十五左右。第一是韭菜，出油率百分之一百二十五点三八！"
  ],
  "2020-02-17": [
    "大多数做Powerpoint的人，既没有Power(权力)也没有Point(观点)；那些用Word的人，都没有什么word(话)要说；那些用Excel的人并不excel(优秀)；那些用Access的人,都没有access(权限)。而最大的真像就是，大多数使用Microsoft Office的人，在office(办公室)里都是既micro(卑微)又soft(软弱)的。",
    "如果你把全国38%离婚率的数据发给父母，他们并不会因此而不催你结婚，反而会对你说：“既然不幸福可以随时离，你还怕什么呢？”",
    "看视频有点卡，于是我联系客服。客服：请问你是会员吗？我：是。客服：那就对了，会员卡。",
    "“上海房价太贵了。”“那为什么不回老家呢？”“老家北京。”",
    "开会时我有点不舒服，领导问我要不要紧？我叹了口气说：不上班行不行？领导：不上班你养我啊？"
  ],
  "2020-02-18": [
    "父亲：“你真的有孩子了？”女儿：“是的，是大夫跟我说的。”“孩子的爸爸是谁？”“不知道，大夫没说。”。。。",
    "为什么坐在办公室拿着三千块工资的女性看不起在工地或者车间拿着五六千甚至更多的操作工。。。答：长着三分的颜值，化着五分的妆容，看着美颜之中七分的自己，觉得只有十分的男性才配得上自己。",
    "小时候，难以抵挡零食的诱惑，我罪恶的黑手终于伸向了老妈的钱包。正在挑选一张面额小一点的时候，老妈进来了。我脱口而出：是我自己拿的，不是老爸让我拿去买烟的！我特莫真是太机智了，老妈摸摸我的头，没有揍我。只是晚上睡眠不好，倒不是内疚，实在是爸妈房里太吵！",
    "春分，意思就是春天到了，该分手了。",
    "就算失败了99次，也要努力继续。。。凑个整！"
  ],
  "2020-02-19": [
    "还有种距离叫：想通过朋友圈了解他，但他不发朋友圈。",
    "没有存在感，但内心却全速运转，简直就像是空调室外机一样的人。",
    "微胖的女孩，运气不会太差，因为运气太差的女孩都是巨胖。",
    "我好哥们儿的妻子明天要去跳伞了，我真的好担心她的伞打不开。上次这么大的东西撞击地球，所有的恐龙都消失了。",
    "不知道古代那个从南方拉荔枝给妃子吃的皇帝，得知今天的大豆跨越半个地球只是用来喂猪这件事后会怎么想？？？"
  ],
  "2020-02-20": [
    "其实几年前也有人找到我，问我是否愿意进娱乐圈试试，但我知道我的长相注定了我在演艺圈发展不会太好，戏路太窄，只能演花瓶，就拒绝了。",
    "去便利店买了24块钱的东西——招商银行app一条信息，您消费24元；短信一条信息，您消费24元；微信支付一条信息，您消费24元。给我整一愣：我买啥了就花了70多?",
    "发现一个很有趣的现象：我身边的年轻人：我不想上班，除了上班干什么都行。我身边的老人家：我想上班，上班干什么都行！",
    "精神分裂的好处就是遇到事情有个人商量。",
    "养金鱼真的挺方便的，第一天养，第二天就都死光了，饲料都不用喂。"
  ],
  "2020-02-21": [
    "年纪大了最显著的特征是，八卦讲到一半，姐妹说上次已经讲过了。",
    "保险公司的存在并不是为了给你提供保险。他们其实是想从你不需要保险的计算风险中赚钱。",
    "我有一种特别厉害的能力，总能在人们丢东西前找到它们。但是警察却坚持说我这叫偷窃。",
    "“代沟”存在的好处就是让上一代的劣俗和毛病不会传承下去。",
    "用一副对联概括目前我的生活态度上联：具体问题具体分析下联：以后事情以后再说横批：顺其自然。"
  ],
  "2020-02-22": [
    "“我过几天把钱还给你。”“你没找我借过钱啊？”“你现在借我，过几天我不就可以还你了？”",
    "昨天去面试。考官问我：“你有女朋友吗?”我说：“有的。”考官又问：“她是你的初恋吗?”我很理直气壮地说：“是的。”然后，考官悠悠地来了句：“对不起我们不能用你，因为你缺乏不断追求新事物的进取心。”",
    "“为什么要追那个富家女？为什么想谈恋爱？是烟不好抽？酒不好喝？还是迪不好蹦了？”“因为她父母可能会给我一百万，让我离开她女儿。”",
    "儿子叫了几个同学来家里玩。作为一个开明的家长，我把他们当作朋友，跟他们聊游戏、谈人生。后来我出去买菜，在门外听到有人说：“你爸真不简单，终于肯走了。”",
    "刚刚翻看儿子的作业，有一题目要求用“一边。。。一边”造句。他写得是：一对男女在打架，我不知道该帮谁，因为一边是爸爸，一边是妈妈。。。"
  ],
  "2020-02-23": [
    "在家里看多了亲戚来往，女儿晚上吃饭发飙啦：你俩真会演戏！我爸家亲戚夸我妈，我妈家亲戚夸我爸，整的跟模范夫妻一样，我就想问问，家里没客人时，你俩为啥都叫我洗碗？",
    "楼下溜狗，有个小女孩跑到狗狗面前，问我：“阿姨，可以摸一下狗狗吗？”我：“叫姐姐！”小女孩：“阿姨，可以摸一下姐姐吗？”我#$%~#@",
    "今天同学聚会，媳妇上班去了我就带着女儿一起去。聊没多大会，一些人开始炫富了，好家伙都在秀表。这个说劳力士的，多少万，那个说限量版的多少万。我家女儿接了一句说：你们的手表没我爸爸的好，我爸爸的手表能打电话还能拍照呢。我。。。。。",
    "早上给儿子倒水喝：你看，这杯是热水，那杯是凉水，都不能喝。要把两杯水倒在一起中和一下，变成温水就能喝了。晚上睡觉前，我埋怨道：现在这天气，盖厚被子有点热，盖薄被子又有点冷。。。儿子马上来句：我知道了！那晚上就把厚被子薄被子都盖上，这样中和一下，就刚好了！",
    "父亲：“你真的有孩子了？”女儿：“是的，是大夫跟我说的。”“孩子的爸爸是谁？”“不知道，大夫没说。”。。。"
  ],
  "2020-02-24": [
    "失眠证明就算你每天都练习某件事，你还是可以做不好它。",
    "没钱真的太惨了，我只有1块钱，连2元店的吃亏上当都买不到！！！",
    "如果你真能看得出男朋友有没有潜力，直接做风投好了，还谈什么恋爱啊！",
    "鄙人优点挺多，没什么不足，如果非要说不足的话，就是经常余额不足。 ",
    "最近有人说我喜欢你，我真是无语了，我喜欢你这么多年，为什么最近才有人说？"
  ],
  "2020-02-25": [
    "当你放屁之后一定要说一句“什么东西糊了？”这样周围的人就会吸光你的屁。",
    "终于知道我为啥老是失眠了，因为我睡觉睡的还不够虔诚、不够真诚，脑子里在想钱，心里又在想人。。。",
    "小时候因为家里穷，每天都不开心，爸妈安慰我，说有钱人也会不开心的。从那时候起，我就对自己说，同样是不开心，我为什么不做个有钱人呢?",
    "人最怕的就是突然膨胀，精神上会让人失去理智，肉体上会让人失去锁骨、腹肌、腰窝、马甲线。",
    "我一直坚信人定胜天，因为有些人能把天聊死。"
  ],
  "2020-02-26": [
    "平时工作学习的时候会因为打岔而喝一些水，然而一旦放假，就会因为四处奔波玩耍而忘记喝水，甚至会出现连续几天滴水未沾的极端现象，然后在夜深人静时，一个人躲在被窝里默默口渴。",
    "老爸经常对我说：“孩子你要多读书，所谓行千里路，读万卷书。读书破万卷，下笔如有神，书是人类进步的阶梯。。。(此处省略5000字)”后来我长大了，听到别人说“人丑就要多读书”，才明白老爸真是用心良苦！！！",
    "昨晚跟麻麻讲电话，妈妈又开始念经了，让我今年要么带对象回家过年，要么跟对象回他家过年，不然后果自负！我想了想，跟妈妈说：“那没辙了，我想人家动物园也不能同意啊！”",
    "我：妈，我肚子疼。我妈：你活该，谁让你考试总是及格！我。。。我：妈，我肚子饿。我妈：你活该，谁让你快30了还没女朋友！我。。。",
    "陪老婆回娘家，一进门听到丈母娘在教训小姨子：“老大不小了能不能长点心？平时没饭你吃吗？啊？别人家姑娘去相亲，喝水都怕噎着，吃两条菜就说饱，你呢，回来要吃健胃消食片。”"
  ],
  "2020-02-27": [
    "过生日，请几个人来家吃饭，媳妇张罗了一桌子菜。吃完客人都走了，媳妇让我收拾残局，我说：今天我过生日，能不能破例偷懒一次？媳妇：你生日不是过完了吗？我有点蒙：过完了吗？媳妇：那刚才这顿饭是干啥？不是给你过生日？饭吃完了，生日不也过完了，你还有啥好说的，洗碗去吧！我一想，也是哦，麻溜地干活去了。",
    "有次牙痛去看医生，医生说我的牙有点磨损，问我晚上睡觉磨不磨牙？我说不知道啊，睡着了怎么能知道自己是不是磨牙啊。医生说：奥，单身啊。",
    "那天，我走在街上，看到一辆车停在两堵墙之间。前后杠距离墙很窄。这得多高的倒车技术才能倒进去啊！一个哥们过来站在车旁边。我：“你停的车？高手啊！”他：“车是我昨天停这的！奇怪，我停车后谁在这起的墙！”",
    "一女友人给神进香，插第一根香时香断了，她心里一阵惊恐感到不吉利。插第二根香时香也断了，她急忙跪下来祈求神的保佑。当插第三根香时香又断了，她愤怒地将香揉碎扔地上说：这是什么破香，质量太差了！",
    "“你说，这条男式内裤是谁的？”面对丈夫的质问，朝阳区的王女士镇定自若，她嗑了一粒瓜子，不急不忙地把壳儿轻放在纸巾上，说：“谁知道呢，这几天风那么大。”"
  ],
  "2020-02-28": [
    "刚刚老婆吃了一碗酱油拌饭，她说小时候也这样吃，觉得特别满足，但现在没有以前那种满足感了。我：“那是饿的轻！”老婆：“你懂个屁，是不够吃！！！说完她就又吃了一碗！”",
    "一只黄雀在厚厚厚地憨笑，老鹰问：“你笑什么呢？”黄雀说：“嘘，你看，前面有只螳螂在捕蝉。”",
    "最低调的就是三亚人了，开着法拉利也自称琼B。",
    "世界上有两个你，一个吃货的你，一个真心想减肥的你～",
    "其实很多人是不怕撞南墙的，以他们的身板能把南墙撞塌。"
  ],
  "2020-02-29": [
    "男人最怕什么？女人呀！那女人最怕什么？除了男人啥都怕！",
    "生活是一边拿刀反反复复的捅你，一边责备你怎么这么久还没练成刀枪不入",
    "“如果你能猜到硬币在哪只手里，我就帮你实现三个愿望。”千手观音对我说。",
    "什么是爆款？就是一开始觉得很难看，看多了却觉得还行，但一想到没钱买，顿时又觉得难看了。",
    "建议哈雷车主都把自己的整段排气改一下，声音小一些，要不然你一出门，整个小区都知道你老婆一个人在家。"
  ],
  "2020-03-01": [
    "最简单的社交技巧是长得美，最实用的收纳技巧是房子大，最迅速的解题技巧是脑子好，最有效的减压技巧是死了心，最有用的省钱妙招是赚的多，最直接的安心快乐是家有矿！",
    "猪圈里有三头猪，一头肥，一头瘦，还有一头不肥不瘦。有一天，屠夫磨着刀走来。肥猪想：一定杀瘦猪，光吃饭不长膘。瘦猪想：一定杀肥猪，能卖个好价钱。不肥不瘦猪想：怎么也轮不到我。后来，屠夫把三头猪全杀了。临死前三头猪很平静，也一致认为屠夫很公平，谁也没吃亏。",
    "早上送女儿上学，我逗她，让她夸我最帅。女儿白了我一眼，不说话，我威胁她：“你不夸我帅中午我不准你回家吃饭！”中午放学了，女儿打电话给媳妇：“妈妈，我不回去吃饭了！我爸今天早上让一个美女夸她帅，我白了他一眼，他就生气了，不准我回家吃饭了！”",
    "老婆：儿子，早睡早起身体才能好，不然就得吃药。儿子：好，药呢？！老婆。。。",
    "看电视时老婆又开始教训儿子：看看人家四岁学琴，十岁考级，十二岁拿奖。再看看你，吉他学几个月了，连哆来咪发都没弄清楚！儿子不服气：我出生就会拉屎，半岁自己拿勺子吃饭，六岁就上一年级，我骄傲了吗？"
  ],
  "2020-03-02": [
    "去一个小区找朋友，有点迷路，就上前问一小朋友：“小美女，知道某某号楼是那一栋吗？”小女孩开心的对身边的小男孩道：“瞧，有人喊我美女，你还说我丑？”小男孩看了我一眼：“她当然叫你美女，因为她比你更丑。”我。。。",
    "地上有张100元，儿子想捡，我教育道：“不是你的东西不能要。”儿子说：“我捡了不就我的了吗？”我竟无言以对。。。",
    "昨晚睡觉，一巴掌被老婆拍醒，问干嘛那么大力捏她？唉，其实我是做梦在捏那种包装塑料泡呢，有一个怎么捏都捏不破！",
    "老婆：“老公，你从来没说过我漂亮。”老公：“亲爱的，我答应过你，永远不会欺骗你的。”",
    "一起和老婆在家做饭吃，我先吃完了我说“你待会洗一下碗啊”老婆：“你自言自语的样子可真逗！”我。。。"
  ],
  "2020-03-03": [
    "和老婆去上坟，由于走的太匆忙，到了后发现没有带冥钱，于是就叫老婆去买！我就一个人坐那里抽烟，这时来了一对情侣！他们问我：你一个人坐这里干嘛？我想都没想回了句：我在等我老婆给我送钱！顿时吓得那个男的撒腿就跑。。。",
    "昨晚加班，今天清晨才回家。海南天有点闷热，我洗完澡穿着内裤就在沙发上睡着。后来醒了，看到老婆和三个老娘们在打麻将，我的重要部位处只盖着本杂志。。。",
    "所谓进退两难，就是抬头有抬头纹，低头有双下巴。",
    "世上最虚假的事，就是当着父母面和好朋友聊天。",
    "找不到被子长短边的时候，感觉整个人在做印度甩饼一样。"
  ],
  "2020-03-04": [
    "时代变了，现在每天在抖音或者直播平台看看漂亮姐姐的视频，就有恋爱的感觉了，不像以前，还要亲自谈恋爱。",
    "烟没有了，可以再点一根，酒没有了，可以重新倒一杯，游戏输了，可以重新开一局，女朋友没有了 就可以一直抽烟喝酒玩游戏了，真好！",
    "现在人都这么说话了吗？形容人家背白，这么白的背不拔个火罐可惜了；形容人家腿长，这么长的腿不蹬三轮可惜了；形容人家好看，这么好看的小姐姐打一拳要哭好几天吧。怎么回事？嗯？现在流行这么硬核夸人吗？",
    "对于我喜欢的人而言，我对他的爱与兰博基尼5元代金券一样毫无意义。",
    "有一家公司：五点半下班，六点半才有公司班车；大家为了体面的坐大巴回家，都主动加班一小时；八点钟是丰盛的工作餐，想想回家还得自己做饭，再加一小时吧；十点钟后打车报销，累了一天谁还挤公交？再来俩小时！"
  ],
  "2020-03-05": [
    "新买的杯子，我爸给我倒了茶，我拿着杯子上课去了。喝完后才发现，里面泡着干燥剂和标签！我。。。",
    "侄子做作业，老妈在一旁辅导。“奶奶，啥叫信心百倍？”“就是你姑姑相亲之前的样子。”“那啥叫丧家之犬？”“你姑姑相亲回来的德性。”“那啥叫没心没肺。”“你姑姑竟然相亲吃撑了。”我@%#$%@#$%^",
    "刚认识老婆时，她的形象是斯文腼腆爱吃蔬菜。结婚那天喝多了，后来服务员上了一道酱肘子，她拿起筷子说：“哇，老娘最喜欢这个。”空气瞬间凝固，我爸我妈我舅我姐一起看着她。这时丈母娘很从容的说：“结了婚要多关心婆家人，不能只惦记自己老娘。”然后撞了老婆胳膊一下。",
    "春节临近放假，妈妈就各种打电话给我说：“儿子，什么时候回家啊，妈妈给你做最好吃的，妈妈想你了！”等我回到家没几天，妈妈就开始骂了：“晚上跟猫一样不睡，早上跟猪一样不起，天天就知道看手机，看见你就烦，敢紧开学滚学校去！”这刚开学没几天，妈妈又打电话给我说：“儿子啊，什么时候又回家啊，妈妈想你了！”我。。。",
    "我：爸爸!我今天满18岁了!爸爸：很好，明天你就可以去找工作了。我：不，我还小，还要上学。爸爸：孩子，这个家里总要有人去工作的。我。。。"
  ],
  "2020-03-06": [
    "相亲对象和我聊天的时候总是发语音，而我每次都是打字回的。 有一天她又给我发了很多语音，我就好奇的问她：你给我发这么多语音，我都是文字回的。你不怕我是个哑巴啊？结果她给我回了一句：哑巴我到是没想过，我怕你是个结巴！",
    "结婚的时候有个节目，就是把卧室门关上，让我猜哪个卧室里的是我媳妇。要求是不管我进到哪个房间，即使里面的不是我媳妇，我也要亲她一口。我听完之后还挺高兴，小声的跟司仪说了句：“这玩的也太刺激了吧？”结果司仪笑了笑：“你别高兴的太早，我提醒你一点，一定要慎重选择，因为除了你媳妇以外，剩下的两个卧室里都是男的。”我#@#%$^&",
    "在餐厅坐着，我前面一男一女，一人一盘炒面。女：亲爱的，我要喝对门的奶茶。男：行，我去买。女：我还想吃炸薯条。男：行，我去买。男走出去几分钟回来了。女：亲爱的，我现在突然不想喝奶茶了，上次你给我买的那个绿茶挺好喝的，也是对门那家的，你再去一趟嘛。男的松了一口气：我就知道你得变卦，绿茶我也买了，奶茶我自己喝。女的喝了绿茶：哎呦，我是不是还说过要吃薯条来着？我现在饱了，薯条你也吃了吧。男：我知道，所以我没买薯条。然后俩人走了。。。此男把妹绝对是高手啊！！！",
    "这两天练瑜伽，把腿拉伤了，走路有点瘸。今天下班回家的路上遇见两个推销产品的帅哥，其中一个想要上来向我推荐，另一个帅哥拉住了他。我有点懵逼，然后继续走，就听到那个帅哥说：残疾人咱就别骗了！",
    "我的同事有次穿短裙上班，我问她：“裙子这么短你不怕走光吗？”结果她居然把裙子掀起来说有安全裤，当时我因为害羞居然没看，然后只听她“啊”的一声，嘀咕道：我记得今天穿了啊！我。。。"
  ],
  "2020-03-07": [
    "在饭店吃油炸蝗虫，发现里面有苍蝇，问服务员怎么回事？服务员说：“装什么白莲花，你都吃蝗虫了，还在乎苍蝇？”",
    "去饭馆吃饭，老板娘很彪悍，把老板骂的跟孙子似的，我就忍不住多了一句嘴，结果和老板娘吵了起来，把老板娘气的脱下围裙走了。我对老板说，对付这样的女人就不要惯着，越惯越脾气坏。结果，我的猪头肉上桌，我一尝，咸到太平洋里去了。我就问老板，这菜怎么这么咸？老板说，可能这猪活着的时候管闲事太多，所以咸了。。。",
    "上午路过一个路口，看见两个男的打架，那叫一个精彩激烈。我坐在那看热闹，突然想起兜里有包瓜子，于是拿出来边看，边吃。医生，事情就是这样的。",
    "刚才上厕所，旁边的大哥问我有没有多余的纸，我说没有。他又问我有没有零钱，我给了他八张十块的。他给了我一百元。过了会儿他走了，于是我就。。。去那大哥坑里捞钱！",
    "今天在公司负责招聘，来了夫妻俩应聘，俩人说想干保安和保洁，我忙拿资料让他们填。。。等他们填完我傻眼了，男的说在家都是他搞卫生，所以想干保洁，女的胆大力气大，就想干保安！！！"
  ],
  "2020-03-08": [
    "领导送我一个蒸锅，说是前阵出差在国外买的，我接过来一看，脱口而出：这产自广州啊！领导尴尬顿了一下，说：你以为出口和内销是一个质量么？这回答我服了。",
    "物以稀为贵，头顶的发量除外。",
    "用红牛送服安眠药，梦里你就是一精神小伙。",
    "上帝说要有光，于是。。。你就秃了。 ",
    "经常在网上发布Gay言论的人，非常有可能是在消灭潜在竞争对手的光棍。"
  ],
  "2020-03-09": [
    "我真讨厌这股强调性别中立的热潮。我女友坚持说我是她的朋友，而不是男朋友。",
    "二月明明更短一点，但为什么房租还是一样的价钱呢？",
    "对不起大家，最近我心情不好，想一个人安静会儿，你们可以把微信卸载了吗？谢谢！",
    "已婚女孩看破红尘的豁达大概是这样：”怎么给我买这么贵的包？是不是做了对不起我的事？如果是还请多做几件，拜托了!“",
    "“今天看到一个女孩，是我喜欢的样子。”“啥样？”“跟你特别像。”"
  ],
  "2020-03-10": [
    "论风水的重要性：朝美会谈，选在越南，越南越南越谈越难。。。说好的协议，最终掉落河内！看这两头世界级犟驴，一脸懵B的样子，就是不知道，选址出现了问题！",
    "“离婚证有什么用呢？”“多一个证，无论是应聘还是面试的时侯，总能为自己带来一点底气与自信！”",
    "刚刚小李看了一下工资存折，不由得唱起了《黄梅戏》。“这么高兴，钱剩很多？”“不，他唱的是：我的工资又在何方！”",
    "“有没有那种天上掉钱的工作？”“有啊！”“啥工作？”“许愿池里当王八呗！”。。。",
    "“大爷，听说你年轻的时侯有好多女孩子喜欢你呢？”“是呀，因为我人前有一套，背后有一套呗。”“这应该是你的缺点才对吧！”“孩子，我说的是房子啊！！！”。。。"
  ],
  "2020-03-11": [
    "小姨子发微信问我：“姐夫，我姐不高兴。今天是啥日子你忘记啦？”老婆早上出门时是好像有点不高兴。我想了半天没想起来，难道有什么我不知道的事儿？我就发了问号过去。然后她说你五百块给我，我告诉你，我赶紧转了五百过去，小姨子说：“今天是你五百被骗纪念日。哈哈哈。。。”",
    "“老公我回来啦”“哦，我卡里又少了一万块钱，你买啥啦？”“我买了个包，花100块钱！”“那还有9千9呢？”“买了个搓衣板，9千9，老公你说贵(跪)吗？”“啊。。啊。。。不贵(跪)不贵(跪)。”“贵(跪)吗?”\"不贵(跪)，真不贵(跪)。\"“真不贵(跪)啊。”“啊。。。不贵(跪)！”“不贵就行！”",
    "“宅心人厚”这汉语有意思，感觉就是我们肥宅的真实写照。",
    "虎毒不食子，专家建议野外遇到老虎可跪下认爹。",
    "有卖消音器的吗？我在家拆个薯片都要挨骂。"
  ],
  "2020-03-12": [
    "人的本质是仓鼠，只要去超市囤积食物就能开心。",
    "看你这么能吃，今年一定是你本命年吧。",
    "我妈说我是充话费送的，所以我才会天天抱着手机玩，因为里面有电话卡。那是家人的味道。",
    "今天在街头听到两个女人在八卦：“那个谁谁谁也太八卦了吧！”",
    "我的女友非常自卑，所以从来不敢穿超短裙或者热裤，我希望各位的小姐姐们能帮我女友一把，把你们穿超短裙或者热裤的照片发给我，我会把这些照片发给我女友看，我相信她可以克服自己内心的自卑的，谢谢各位小姐姐！ "
  ],
  "2020-03-13": [
    "我特别心疼单位那个新来的漂亮小姐姐，那么漂亮，那么温柔，那么善解人意。。。一想到她男朋友每天晚上和她睡一块儿，我就心疼死了！！！",
    "美国人对德国人说：我们听说你们要买华为的5G设备，不要买，他们会监控你们。德国人：你们怎么知道我们要买？美国人：我们从默克尔的电话里听到的。",
    "我的写作水平终于获得了语文老师的认可。三年前，他对我的评语是“无病呻吟”。三年后，我又把新写的作品拿给他，看完后他关切地对我说：“你有病吧。”",
    "街头遇到一个乞丐，竟是大学同学，他一开始有点尴尬，但当他发现自己碗里的钱比我碗里的多时，他又显得优越起来。",
    "科学研究发现长时间低头玩手机，会让唾液分泌变少易导致口臭，专家建议玩手机最好以躺在床上为佳。"
  ],
  "2020-03-14": [
    "是谁嘲笑了我们年少的梦想？回复：家长。",
    "“为什么你社交活动结束后回到家里会有深深的失落感？”“没吃饱！”",
    "老师被同学们气得直跺脚，作为班干部我当然不能对这种状况坐视不理，于是迅速冲上讲台在他脚下放了几个山核桃。。。",
    "咱这啥家庭啊？天天下雨？家里有龙啊？",
    "当铺门外的男子心事重重，老板关切地询问道：客官，请问需要当点什么？男子十分犹豫：什么都可以当吗？老板笑着说：本店没有当不了的东西，呵呵！男子精神为之一振：当山峰没有棱角的时候，当河水不再流，当世界停住日夜不分，当天地万物化为虚有。。。开个价吧！"
  ],
  "2020-03-15": [
    "男人逛街：缺什么逛什么；女人逛街：逛什么缺什么！",
    "一个女孩她再好看，只要有双下巴，那。。。那也比其他有双下巴的女孩好看。",
    "由于操作失误，给前任朋友圈点了个赞，不一会，他就发来消息：想不到你还关注着我，今天下午我有空，约吗？看完，我很感动，默默截图，发给了他的现女友。。",
    "杯水车薪：一种收入高的表达。喝一杯水的功夫，薪水就足以买一辆车。头婚眼花：指头一次结婚缺少经验，眼花选错了人。“一见如故”就是一见钟情版的“我们做朋友吧！”“相见恨晚”就是文艺版的“你丫的怎么现在才来啊！”",
    "老公：“我们男人发工资为什么要交给你们女人呢？”老婆：“还不是怕你们男人拿着工资出去浪去呀。”老公：“那我们男人还怕你们女人拿着工资出去浪呢。”老婆：“我们女人要想出去浪，还需要工资吗？”"
  ],
  "2020-03-16": [
    "老婆是这样给老公谈心的：你拍拍良心说说，这些年我对你不好吗？每次你做家务我都怕你无聊，我都躺沙上磕着瓜子陪着你。每次出去我怕你走的慢，我都让你背着我。每次你犯错了我怕你跪搓衣板太硬，都让你跪方便面。你说我对你不好吗？我知道你现在飘了、厌倦了，我告诉你习惯了就好了，我也很累，知道吗？",
    "闺蜜牙疼，决定把这颗病牙拔了。我陪着捂着腮帮子哼哼唧唧的闺蜜去了附近牙科小诊所。牙医大哥给闺蜜检查的时候，闺蜜痛的大声啊啊。。。大哥擦擦头上的汗，对我说：你出去叫几个街坊邻居过来，你嫂子不在家，我害怕误会。",
    "我对我妈说，我喜欢一个很优秀的男生，但是感觉没有机会。我妈说，你怕啥，你虽然差劲，但能有机会接触到这么好的人，说明他命中注定有此一劫。",
    "一大早刚到公司，就看到女主管发飙，不停骂人，摔东西，后来听同事讲，女主管经人介绍相亲，媒人对她说男方家挺有实力，是做铁矿生意的。后来才知道，对方家是收废铁的！",
    "打扫卫生翻到老公的私房钱，不好意思给他没收了，把手上的手链褪下来，跟他私房钱放一起。跑去跟老公说手链找不到了，让他帮忙找找。没多久，老公拿着手链跟私房钱过来：“老婆，手链找到了，你看看这个钱是不是你一起掉的？”"
  ],
  "2020-03-17": [
    "现在的小偷是越来越善良了，今天在饭店吃饭，付账的时候发现钱包和手机都不见了。。。跟老板说明天付，老板告诉我：刚刚有人为你付过了。。。",
    "“学长学姐好，我是临床医学的新生，请问解剖课的尸体是自己带还是学校发？”     “自己带不怎么新鲜，学校发的质量又不好，我们一般都是现杀，有关系好的同学也可以互相解剖！”",
    "你看那个人好惨哦，睡不着人，还睡不着觉。",
    "你说你喜欢海，那为什么嫌弃我的地中海？",
    "作为一名绅士，我都会随身带着手帕，这样遇见美丽的女士时，就可以擦我的口水了。"
  ],
  "2020-03-18": [
    "发现我挺能骗女孩子上床的，只要我一给她发消息，她就说她要睡觉了，我还真是个渣男。",
    "据不科学研究表明，有48%的00后女孩希望能嫁给有钱又帅个子高又温柔的男孩子。而剩下52%的女孩子则比较质朴，她们质朴的认为有钱就行。",
    "早上跑步时，旁边一个骑电动车的男孩过来悠悠地问我：“姑娘你急着去哪啊？我送你啊！”",
    "吵架中的女人，可以同时拥有异常强大的气场、无与伦比的诡辩力、超凡的记忆复盘能力、出众的数据运算能力、灵敏的细节获取能力和趋近于零的逻辑，可敬可畏，诚不可与之争锋也。",
    "情人节早上，我想给老婆发个52块的红包，不小心点成了520块。还好我用的手机比较智能，输入密码后，它提醒我可用的余额不足。"
  ],
  "2020-03-19": [
    "地球去流浪，竟然没带月球一起。几十亿年的伴侣，说不要就不要。地月本是同林鸟，大难临头各自飞。呵，渣球！！！",
    "彭于宴这种就是虚肌肉，就是吃各种蛋白质，增肌。看上去很结实，其实没卵用，打个比方就是我和他单挑，过不了5秒，他就会跪在地上掐我的人中，求我不要死！",
    "自从年前我结婚之后我妈再也没有对我唠叨过，每天除了看电视剧就是跳广场舞，气色明显比以前好太多了，这就是人们常说的“娶了媳妇，旺了娘”吧！",
    "过年在家，老妈嫌弃我爹洗衣服不干净，我爹则反过来嫌我妈浪费水。于是降大任于我，我成功集两者之长：既费水又洗得不干净。",
    "春节过后，老婆问儿子：你是喜欢去奶奶家啊，还是去姥姥家？我在旁劝道：他这么点小孩，不要问他这种问题？老婆横了我一眼：那你来答？"
  ],
  "2020-03-20": [
    "过年时我听到楼上大姐歇斯底里地大叫：不许叫外卖！你这两天的胃容量是属于妈妈的！养儿千日，用儿吃几天剩菜还不是应该的吗？",
    "今天是春节上班第一天，我一早来到自己的座位，发现有5张100元的人民币，下面还有一张纸条，写着：加油！落款是领导的名字。我感动的掉下了眼泪，想不到领导这么有心，一上午都很有干劲……下午接到领导电话，劈头盖脸一顿臭骂，问早晨让我去加油，为什么没加？？？",
    "前两天同学聚会，话题天马行空，不知什么时候转到离婚率的问题“谁离婚的举手！”有一个男同学犹犹豫豫举手又放下。“你什么情况啊？筹划离婚中？？？”“你也没说离两次婚的举手啊！”",
    "春节招待一个俄罗斯朋友，第一天晚上给他喝的茅台，他很喜欢，表示非常好喝。第二天晚上给他们喝的二锅头，他很不开心，说这么好的酒为什么昨天不给他们喝！！！",
    "曾经有一份真挚的爱放在我面前，那是今天情人节在电影院，我前面一对情侣深情拥吻，感觉爱得很真挚。"
  ],
  "2020-03-21": [
    "“今天情人节，有人陪我去看电影吗？”“你请客吗？你请客我和我对象陪你去！”“。。。”",
    "“来，说点情人之间才会说的话，假装过个情人节！”“分手吧！”",
    "感情不好的情侣，趁今天情人节赶紧甩掉对方，这样以后对方过情人节都会想起被甩，让它膈应一辈子！",
    "昨晚梦到月老，问他：明天就是情人节了，连个情人都没有，你咋牵的红线呀？你为什么不给我一个情人？”月老打量了我一下，说：“红绳短，你腰粗，系不上。”",
    "老夫夜观天象，掐指一算：今天晚上，各大酒店，宾馆一定爆满。高兴的是，床上躺的是别人的未来老婆。悲剧的是，你未来老婆不知道在谁床上躺着！更悲剧的是，她当年在400块钱一宿的旅店失去属于你的身体，今天问你要2万块一平的房子才和你结婚！"
  ],
  "2020-03-22": [
    "今日热推曲目！《分手快乐》《分手那天》《分手就分手》《分手》《分手的距离》《分手假期》《分手在那个秋天》《分手总要在雨天》《分手以后》《分手的拥抱》《分手吧》《分手了就不要再想起我》《分手的伤》《分手总在秋天》《分手了别来打扰我》《分手依然爱你》《分手吧是我让你累了》《分手的理由》《分手后的伤》《分手也不一定分手》《分手之后不在挽留》《分手后不要做朋友》《分手不是我要的结果》《分手需要练习的》《分手日记》《分手十次方》《分手的季节》《分手物语》《分手了就不要记得我》《分手了就不要联系》《分手了就不要再联络》《分手了就不要回头》《分手吧算了吧》《分手炮》《分手歌》《分手纪念》《分手了就不要再继续》",
    "情人节新口号：情人节里吃饺子 来年生个胖小子。情人节不端饺子碗，单身到死没人管，锦鲤转了也白转！~情人节吃瓜，全年笑哈哈啊！",
    "每一天都是单身，为什么情人节这一天格外无法接受？因为节日会把痛苦具象化，比如你喜欢的人去跟别人开房了。 ​ ",
    "2.14是西方情人节，有你们东方人、南方人、北方人什么事儿？！",
    "临渊羡鱼，不如跳下去自己游！"
  ],
  "2020-03-23": [
    "年假年假，不是应该放一年才对吗？",
    "“你头发怎么这么多啊？”被堵住的下水道对我说道。",
    "今年情人节虽然和我没关系，但和我喜欢的人有关系呀！",
    "终于吻到追了很久的女生，感动到哭了，这大概就是所谓的亲人两行泪吧！！！",
    "不要老是否定自己，你就是特别优秀，特别厉害，特别有能耐，尤其是在单身、发胖、脱发和花钱方面。"
  ],
  "2020-03-24": [
    "过年肚子里不知道吃了些啥，腻腻乎乎的，还感觉很难消化，肚子总是胀胀的，太难受了。整个人肿了一圈。家里菜太油腻了，必须吃几顿肯德基汉堡王清清肠胃了。",
    "都初八了，据说有些人还在家里过大年？父母生你养你这么多年不容易，别搁家里添堵了，早点订票离家，留住这份亲情！",
    "老一辈常说孩子可以维系感情，让家庭完整，其实不是的，有时候孩子维系的只是一段早已破碎不堪毫无体面可言的婚姻关系。想想孩子也惨，做错了什么，要做一摊过期食品的保鲜膜。",
    "爆笑之逗B剧场第304季",
    "闺蜜的化妆品店里，有个顾客听了闺蜜介绍的一款化妆品，有点动心，看来是要买一套。我在一边赶紧助攻：这款化妆品真的不错，你看我就是用的这款。那个顾客看了看我，摇着头走了。"
  ],
  "2020-03-25": [
    "一觉醒来头重脚轻，晕的厉害。“妈，我头疼，好像感冒了。。。”“快快快，把药吃了！”老妈火速端水拿药“等会儿你表姐她们要来咱家玩，还指望你做饭呢！”",
    "去吃涮锅，要了一个清汤锅。吃了一会，觉得嘴唇麻麻的！问服务员，是不是锅上错了，这么麻，吃不了。服务员检查一下说，“实在不好意思，我给你们换个锅吧！这个锅漏电！”",
    "今天我那个90后的表弟问我：“哥，我遇到一个很大的难题，你比我年长十几岁，以你过来人的经验帮我解答解答呗。”我大手一挥：“没问题，你说！”表弟想了想：“我被我妈逼婚了，可我不想这么早结婚，你是如何做到这么大了还是一个人的呢？”我呡了一口茶，然后猛地啐他一脸，愤怒地说：“你给我滚！”",
    "被老逼着着去相亲。老妈见我回来：“这次又没成吧！”我奇怪：“您怎么猜出来的？”老妈：“这还用猜吗，人家肯定没看上你，你10点出去的，人家要是看上你了，怎么也得管你顿饭啊！”我。。。",
    "不是这年没有味道了，而是现在过年时，最快乐的人不是你！"
  ],
  "2020-03-26": [
    "鳄鱼咬到猎物时不会撕扯，只会360°翻转身体，所以被鳄鱼咬到不用担心，只要跟着鳄鱼一起翻转且速度够快的话，还可以把鳄鱼头给拧下来。",
    "现在的年轻人，应该多向家里要钱，不然这些钱留在家人手里，迟早要被保健品和XX币骗光的！",
    "好看的皮囊经不起扫黄打非，有趣的灵魂又涉嫌账号违规。真TM悲催！",
    "人的一生中至少要有两次冲动，一次为奋不顾身的爱情，一次为说走就走的旅行。人的一生中也至少要有两次后悔，一次为奋不顾身的爱情而导致怀孕，一次为说走就走的旅行而赶上春运。",
    "老师提醒你：寒假千万条，作业第一条。过节不学习，开学两行泪！"
  ],
  "2020-03-27": [
    "既然有“劝酒”文化，可不可以同样“劝书”呢？就像这样： “来！读了这本书，不读就是不给面子”“感情深，读两遍；感情浅，读序言”“这本书我先读了，你随意”“读完这本，还有三本”",
    "现代诗一首：《世界上最厉害的魔术师是妈妈》“妈，勺子在哪？”“橱柜左边第三个抽屉。”“没有啊。”“再找找。”“真的没有。”“瞎了？这不是吗？”",
    "班花毕业后，自己开始创业，开了一家店每天起早贪黑，暗恋她的我到她店里，闲聊时对她说，何必这么累，你一句话，我养你。班花眼含泪花的说：“我之所以这么努力，就是怕落在你这种人手里。”",
    "刚看到朋友碗里半碗黑黑的，我问：“咖啡还是芝麻糊啊？”朋友看起来很憔悴答：“土也不够吃了。。。我在土里加了水，兑成泥粥喝喝！”我去。。。",
    "“枸杞爱上菊花，眼镜就亮了。”“骗人，枸杞塞到菊花里，眼晴也没感觉亮啊。”“别人眼前会一亮啊！！！”"
  ],
  "2020-03-28": [
    "“除了吃喝你还会什么？”“拉撒。”“除了吃喝你还知道什么？”“玩乐。”“除了吃喝你还擅长什么？”“嫖赌。”",
    "年龄大了还没嫁出去，老妈处处看我不顺眼。出门回来给她带了杯奶茶，一递给她就开始咆哮：“我说你钱多烧的慌是不是，你是有多能挣啊？”我慌忙解释，第二杯半价，便宜。这下老妈更火了：“你凭啥要把打折处理的便宜货留给我，长本事了是不是？”我!@#!@#",
    "我有敬业福，想换金六福和周大福，有意私聊，急急急！！！",
    "一年里我最喜欢的月份便是二月了，这个月只用单身28天。",
    "“女朋友怎么没跟你回来？”"
  ],
  "2020-03-29": [
    "“人家也有爹妈。”",
    "过年放假时懒人和勤快人的区别懒：睡到中午十二点起床吃饭。勤快：八点起床，吃了早饭再睡到十二点。继续吃午饭。",
    "据说年初一叫你老婆跪在门口帮你拿拖鞋，一整年会好运降临，因为“妇跪临门”(富贵临门)，不想活的，可以试一试！",
    "2019年文明过年倡议书:1.上学的不要问成绩。2.上班的不要问工资。3.做生意的不要问收入。4.单身的别问有对象没有。5.有对象的别催结婚。6.结婚的别催生娃。7.有娃的别问几个。8.一个娃的别催生二胎。",
    "过年如果有人问你：“有对象了吗？”你可以这么回答：“一头象我都买不起别说一对了！”"
  ],
  "2020-03-30": [
    "哎呀，急死人啦，回村好几天啦媒人怎么还是没有上门来，是不是我回村的消息还没放出去！",
    "年终了，集团董事长召集5个分公司的总经理开会说：“今年亏损，奖金不发了。”A公司总经理如实传达：“今年亏损，奖金不发了。”众员工破口大骂A总经理。B公司总经理回公司说：“今年亏损，奖金不发，上面还说要裁人，由于我力争，人是不裁了。”众员工感激B总经理。C公司总经理回公司说：“今年亏损，奖金不发，上面还说要裁人。。。”说完即离去。晚上C总经理家门口送礼的员工排成长队。D公司总经理回公司说：“今年亏损，奖金不发，上头说还要裁人，具体裁谁呢？由集团董事长定夺。”晚上董事长家门口。。。然后董事长给D总经理打电话：“你小子会办事，决定推荐你为集团总经理！”E公司总经理回公司说：“今年亏损，奖金不发，上头还说要裁人，可能先裁年轻女员工。。。”晚上，E总经理手机短信不断：“X总经理，房间开好了，XX酒店XX房，早点来哟！”",
    "笑话集小编在此祝笑友们在新的一年里：身体健康，工作顺利，开心每一天！",
    "互联网时代情侣间的忠诚，其中一项是有些表情包只给你发。 ",
    "佩服那些发完朋友圈立马先给自己点个赞的人，要知道一个对自己都不肯定的人怎么配去拥有别人的肯定 。"
  ],
  "2020-03-31": [
    "跟上司汇报工作，上司低着头，玩着笔，腿在晃动，眼神涣散，这时候你要懂了，上司心里想的是，沙雕，你在说些啥啊，赶紧滚吧。如果上司猛然摁住手里的笔，腿停止晃动，眼睛盯着你，这是对你的话感兴趣了，继续说。",
    "“为什么感觉网易和腾讯游戏的差距越来越大？”“网易能让一个人充一百万，腾讯能让一百万人充六块！”",
    "开车之后你就会明白了一个道理：你能横穿马路跑过去，不是因为你跑得快，而是过来的车都踩了刹车。",
    "请注意，临近过年尽量不要招惹广大女生，因为她们近期大多心情不好，具体原因如下：快递停了。",
    "很讨厌现在那些纯拿时间来说事的广告，什么“一个封面画了1万次”，“蛰居两年只为一本书”，“耗费一生只为打造一把椅子”。。。便秘十年拉出来的也是屎！"
  ],
  "2020-04-01": [
    "如果痛苦是黑色的，冷漠是灰色的，那你，就是令人开心的颜色——乐色。",
    "到老妈家吃饭，老婆翻了翻茶几上的相册，一脸醋意的问我：“挽着你胳膊的女娃是谁？皮肤身材都不错嘛。”我姐在一旁说：“你什么眼神，这是我。”回家路上，老婆提着一大包我姐送的水果和零食跟我说：“怎么样，我这马屁拍得还行吧？”",
    "我在收拾衣服，看到几件旧衣服，就往老公那里一扔开玩笑说：“这几件不穿了，你拿去给你外面小老婆穿吧。”他看了一眼继续玩手机：“这么难看又破她才不会穿呢。”",
    "早上，我就拿着内裤质问道：“在你衣服兜里掏出来的！说吧，你昨天去哪了？”老公摸着脑门，合计了半天，冷静的说道：“昨天和几个朋友喝酒，洗了个澡，喝了第二场，然后就回来啦，我也不知道这内裤谁的呀！”我上去就给了他一脚，骂道：“你不是说你昨晚在单位加班呢吗！不知道是谁的！我告诉你，是老娘的！”",
    "老婆是个吃货，中午吃饭的时侯说肚子不舒服，我说：“明天去体检吧，看看是什么问题。”老婆：“不去。”我问：“为什么不去，不怕死？”老婆：“如果去体检，今天晚上不能吃宵夜，明天早上还不能吃早餐。”我。。。"
  ],
  "2020-04-02": [
    "昨天下午老公去外地出差，他刚走一会我觉得心里空落落的，于是发了一个朋友圈说：“唉！老公又走了。”半小时后，老公忽然回来了，一言不发的进屋，把每个房间都看了一遍后问我：“你发朋友圈是想告诉谁？”",
    "火云邪神苦练多年，终于将蛤蟆功练至顶级并成功产下8个小蝌蚪。",
    "老婆永远是对的，这话永远也是对的。但老婆没想到的是，她不一定永远是老婆",
    "小王一辈子窝囊废，行将就木之际就渴望被人夸一次。这份执念感动了老天爷，他派了一个大夫过来说：你这病吧，老厉害了。",
    "人生天地间没有谁是容易的，就算是思聪也得每天犯愁怎么花钱。"
  ],
  "2020-04-03": [
    "“判断空气质量好不好可以抠鼻屎，黑的就是空气质量不好。”“红的呢？”“你抠猛了！”",
    "昨晚预约了快递上门取件还预点了早餐，结果早上睡太死外卖打电话没听见，直接给我放门口窗台了，后来快递员来取件把我外卖寄走了。",
    "自己做菜，女朋友每次都吃的干干净净，一直自我感觉良好自己做菜手艺不错，有一天突然意识到，女朋友可能就是单纯的能吃。",
    "今天去理发，洗剪吹68，烫发和染发668。我就做了个洗剪吹，结账的时候发现居然收我668。。。我不服，1米95的经理走出来对我耐心地解释：你看哈，刚才洗头的时候，是不是感觉水很烫？？？",
    "啥叫点背？日他姐，干个活，不是驴不拉就是磨不转，驴拉了磨转了，缰绳又断了，缰绳接好了，驴去吃草了，不知谁TM又把驴给牵跑啦！干个毛线活，不干啦！"
  ],
  "2020-04-04": [
    "特别讨厌食堂里写着：浪费粮食可耻之类的标语了，你把农民伯伯辛辛苦苦种出来的粮食，做得这么难吃，还有脸说别人无耻！！！",
    "对于猪来说，人类就是他们的年兽。",
    "认命不再是破罐子破摔了，是破罐子破着用。",
    "散户：来年老子要咸鱼翻身！机构：明年咱们该吃另一面了。",
    "美容院的人永远都说你皮肤缺水。按摩店的人永远都说你湿气太重。足疗店的人永远说你肾不好！"
  ],
  "2020-04-05": [
    "文艺青年的四个特点：从小有个音乐梦 ，辞职开间咖啡馆，改变世界要创业，放下一切去旅行！",
    "有的女生矿泉水瓶盖打不开，但是打开螃蟹后盖特别快。",
    "如果你对人说，天上有一个看不见的人创造了宇宙，大部分的人会相信你；但如果你对他们说油漆还没干，大部分的人都想上手摸摸、验证一下",
    "熟人不敢下手，生人不敢开口。没有了一见钟情的资本。少了日久生情的条件。人群中是个段子手，人群后是个单身狗。",
    "如果你上秤是100斤，那么在镜子里看自己大概是90斤，在朋友圈自拍里是85斤。在证件照集体照里105斤，朋友抓拍110斤，视频录像120斤。。。外婆眼里是70斤。"
  ],
  "2020-04-06": [
    "老师真的很奇怪，一边教育我们“做好事不留名”，另一边又经常问“这是谁干的好事？”。",
    "我：“我和王思聪一起掉到了水里，你先救谁？”女友：“你没资格和王思聪一起掉水里。”我。。。",
    "我：那个男人你到底爱他什么？闺蜜：我就是爱他怎么办？我：你说一个三十多岁的男人，整天不工作，还伸手找父母要钱，这样的男人你到底看上他啥了？闺蜜：你不懂，富二代的生活就是这样的。我。。。",
    "那天帮女友家干活，一不小心，额头嗑了一下，血涌了出来。。。女友吓坏了，捧着我的脸，眼泪汪汪地从嘴里掏出个口香糖粘在了伤口上。。。",
    "同事接到电话说老婆在医院快生了，我开车送他到医院。同事有点紧张，让我陪陪他，医院信号差，我拿着手机来回找信号。同事又说：“你别走来走去的，搞得好像你是孩子他爹似的！”我。。。"
  ],
  "2020-04-07": [
    "老婆煮了羊肉让我看火，她去做头发。后来小姨子来串门，非我要带她打游戏，打着打着闻到一股糊味，跑去关火也来不及了。我着急的说：“你姐煮这个捣腾了好久，回来肯定发飙，我们怎么办？”小姨子说：“什么我们怎么办，我都没来过。”然后走了。 ",
    "“谁这条命，也不是大风刮来的。”“蒲公英是。”",
    "买了个灯泡，问老板为什么不亮？老板说：这是限亮版。",
    "你有那种明知道是错的还是会去做的事吗？考试！！！！！！",
    "如何形容一个菜鸟停车入位？我就蹭蹭，我不进去。"
  ],
  "2020-04-08": [
    "9点半是一个非常适合起床的时间，谈不上赖床，也不算早起。洗漱完毕，吃个简单早饭，也才十点。此时距离中午还剩两个小时，可以做一些重要的事，比如睡个回笼觉。",
    "“你这只猪”听着像骂人，但换成“你这只佩奇”就像是在夸人可爱了。",
    "在床上吃烧烤被我妈看到了，我妈说：跟你说过多少遍了！不要动不动就把床搬到院子里！",
    "最近发现自己心理有些问题，年纪轻轻的，居然对年轻姑娘失去了兴趣，反而对少妇有着深深的迷恋。我很惶恐，很怕自己这样下去酿成大祸，于是我远离了女人，找了一份幼儿园的工作，看着孩子们天真的笑脸，我的心灵仿佛也得到了净化。我没事经常带着小孩子们做游戏，时间长了，我和小孩子们的妈妈也混熟了。嗯，小红她妈妈长的不错。。。",
    "爱情就是一场考试，而你连准考证都没有。"
  ],
  "2020-04-09": [
    "男生一般都鼓励女生去做美甲，这样轻易不舍得挠他！",
    "女孩承认错误也没有想象得那么难，比如“我错在不该认识你！”很容易就能说出口。",
    "如果网购是种病，那一定是一种。。。一种妇科病！",
    "原单，形容你原来就是单身。尾单，意思是你朋友全都脱单了，就你没有。",
    "在小鲜肉的围攻下，老男人本来就不吃香，现在呢？老男人彻底成了危险品，没钱的白嫖，有钱的送你坐牢。"
  ],
  "2020-04-10": [
    "减肥简直是世界上最反人类的事情，不吃饭饿得想打人，吃完饭又想打自己。",
    "再丑的女人也能结婚，再美的女人也会单身。再穷的男人都找到老婆，再富的男人都会离婚。",
    "女生生气就是，我可以不说话，但你不可以。我可以不原谅你，但你不可以不求我。我可以不说原因，但你必须反省到点上。我可以转身就走，但你不可以不拉我。我可以不给你好脸，但你要是敢在冷战期间玩手机，那咱俩完了。",
    "这是一个人人手机不离手的时代，她要回你信息早就回了。你苦苦等待一个答案，殊不知，不回复已经是答案了 ———来自《鲁迅我没说》",
    "医院里，一孕妇难产，医生灵机一动，给她服用了益生菌。"
  ],
  "2020-04-11": [
    "300斤的某女没看到她老公躺在沙发上，一屁股把他坐死了。法律并没有追究她的责任，因为法不责重。",
    "两个老人去养老院。。。70岁的老人进去了，90岁老人没进去。工作人员：“对不起，大爷，我们不接受儿女健在的老人。您的资料显示，你有一个儿子。”90岁老人：“操，刚刚进去的就是我儿子！”",
    "和哥们去一个经常去的小饭馆吃饭，因为经常去所以特别熟！吃完饭结账时104块钱，我和老板说：打个把零抹了吧？老板：卧槽，抹零可不行，给你抹四块吧！我。。。",
    "酒吧里跟一肌肉男起了冲突，对方要打我。我说：“你也不打听打听我是谁？”“你谁？”“我是一坨屎啊大哥，你打我不怕脏了手吗？”",
    "一老板玩小三玩腻，小三逼婚不成索要千万赔偿。老板冥思苦想，计上心来。他以提高文化水平为由，花几十万让她上了高端商学院。班上权贵如云，没两个月，小三就另觅新欢，不理老板了。为了保持清纯形象，小三给了老板100万封口费。---吴秀波一定没看过这个故事。"
  ],
  "2020-04-12": [
    "特朗普早上起来说：早上好，太阳先生。太阳说：早上好，总统先生。特朗普中午说：中午好，太阳先生。太阳说：中午好，总统先生。特朗普晚上说：晚上好，太阳先生。太阳说：好尼玛戈壁，老子要下班的。特朗普怒打电话给财政部：马上制裁太阳！姆努钦傻了半天：总统先生，我们没有理由制裁特朗普吼道：它有没有照到伊朗人？姆努钦：明白了，马上办。",
    "岁月磨平了你的棱角，其实就是你被生活盘了。",
    "你不是真的胖，只是女娲捏土造你的时候土用多了。",
    "当员工好累啊。平时做牛做马，到年底了还要表演节目给领导逗乐子。",
    "人生，总有不得不走的回头路：比如出门上班走到楼下才发现没带手机。"
  ],
  "2020-04-13": [
    "为什么经常看见妻子吊打小三，却很少看见丈夫痛殴奸夫？因为小三一般比妻子瘦弱，而奸夫一般比较丈夫健硕。",
    "怕开宝马的同学认出没戴头盔骑摩托车的你，真的想多了。人家工作、购物、居住、娱乐去的地方，走的是和你一条线吗？",
    "小时候怕鬼，不怕人，觉得有才了就安全。长大了不怕鬼了，但是怕人，因为人心叵测。",
    "什么是有福？耳朵里听不见是非，眼睛里看不到争斗，嘴里说不出伤人的话。",
    "时间总是可以把一个不可或缺的人变成可有可无。"
  ],
  "2020-04-14": [
    "从某种意义上来讲，孤独跟自由是可以划等号的，你最孤独的时候，也是最自由的时候。",
    "谣言：WiFi有辐射会致癌。谣言：不怕，我有种仙人掌防辐射了！真是以谣治谣的典范。。。",
    "年底，以前的老板：财源滚滚今年的老板：裁员！滚！滚！",
    "英语考试时，是不是总觉得每个字母分开念好像都认识，但连在一起完全不知道什么意思？其实中文里也有类似的现象，比如“禁止吸烟”。",
    "有多少父母羡慕许仙和白娘子，这两口子孩子一出生，一个被关塔底下，一个出家，都不用带孩子，也不用辅导作业。再相见时，孩子都中状元了！"
  ],
  "2020-04-15": [
    "有女性朋友问我520是什么意思？我告诉她：真是一点生活常识都木有，5是5个落实，落实经济结构调整，落实精准扶贫，落实社会保障，落实环境治理，落实反腐倡廉，2是2个要，既要金山银山，又要绿水青山，0是对违法犯罪行为的零容忍。",
    "人可以嘴硬到什么程度？明明没钱了还抢着买单；明明没头发了还说那是进化；明明眼都黑几圈了还说在修仙；明明没对象还说自己只是不想找。。。",
    "我弟刚问我你写的是啥玩意，语文不语文的，数学不数学的，英语不英语的！我顿时竟不知道怎么告诉他这是化学。。。",
    "结婚前第一次把老婆拿下，是带着她去外地旅游，故意只开了一间房，那晚她一直对我说“你要克制自己！”然而，从第二天开始，说“你要克制自己”，换成了我！",
    "“请你一定要比我幸福。”“比你幸福？那也太惨了点吧。。。”"
  ],
  "2020-04-16": [
    "正在家吃饭，铁哥们来电话，老婆伸手帮我接通并摁了免提，然后就听见他很激动的说：“上次那两个妹子我约出来了，你。。。”我打了个喷嚏，他沉默了一下接着说：“能不能借我几百块钱啊？没有就算了。”说完电话立马就断了。",
    "去逛商场，售货员问：“你怎么赤脚？”我：“不然我为什么来买鞋呢？”售货员：“懂了，你还想买内裤对不对？”",
    "部门同事们聊起公司内部能不能谈恋爱的问题，我自作聪明地说：“部门内部不能谈，但是可以跟其他部门的谈。。。”",
    "另一同事来句：“谈什么谈？！老板都要留着送客户的！”我们。。。",
    "公交车上，比较挤，我站在一大姐座位边上，站了会儿我受不了了，我说：大姐你说你坐个公交车老老实实坐着不就得了！一会提下包，一会站起来然后又坐下，让我一直以为你快要下车了！害得我心潮起伏的！大姐竟然来了句：姑娘，这是假动作，懂不？我。。。"
  ],
  "2020-04-17": [
    "闺蜜打电话让我过去吃饭。说是要亲自烙饼给我吃。我去了以后，看着她把面擀好，又折起来，擀好，又折起来。我都要饿晕了，问她怎么回事？她回答道：今天不在状态，总是擀不圆。。。",
    "年轻的你看父母使用高科技产品时的感受，正是你父母看着你努力想谈个恋爱又谈不成时的感受。",
    "我：“爸，咱家为何这么穷？”父亲：“还不是为了让你早当家。”",
    "和男友分手了，老妈知道后，见怪不怪的说：怎么你们现在的年轻人谈个恋爱总是分了又合，合了又分的？老爸：那你知道马路为什么修了又挖、挖了又修吗？我。。。",
    "老妈看我整天在家里愁眉苦脸，过来问我：“儿子，你咋这么忧虑啊？”我叹了口气，说：“还不是找女朋友的事啊，愁死我了！”老妈安慰我说：“没事的，看开点吧！”我摇摇头说：“妈，你不懂，我是不想和我爸一个下场。”我妈。。。"
  ],
  "2020-04-18": [
    "几年前和朋友去K歌，在里面遇到他爸爸搂个妖娆女子，我们都视而不见，他却跑上去说：叔叔我和同学出来唱歌，没带钱！他爸立马给了2000，他却说：叔在借点吧，我爸会还你的！又给了2000，各自分开。。。后来听他说，回家给他妈告密，重奖3000！问他原因：在那里给他爸面子，得讹！这事儿他爸不对，得告！",
    "好友家孩子5岁，总是尿床，有一次尿完他妈实在怒了，照屁股一顿痛打。。。结果第二天孩子又尿了，他拿了把剪刀，自己跑到他妈妈那里，说：“妈妈，我管不住它，你帮我给它割掉吧！”他妈。。。",
    "吃亏是福？那我祝你福如东海。",
    "每当我吃到好吃的，我就会想到你，想到你没得吃，我就吃得更香了。",
    "同学聚会，混得最好的同学说：“这次就我来买单吧！”我当场反对：“凭什么这次你买单？以后每次都你买单！”"
  ],
  "2020-04-19": [
    "我这么大个人了，还没蹦过迪，很想体验一下。但是又受不了比较吵闹的地方。 有没有那种用古筝或者钢琴曲做BGM，酒水饮料以花茶为主的迪厅?",
    "班上有个女生期末考试考了60分，默默流泪，我安慰她：“别难过了，这分数好歹比你颜值高。”",
    "平时的我：我讨厌所有人，谁都不要来烦我。面试时的我：我最大的优点是擅长沟通，以及非常适应团队合作！",
    "老死不相往来，意思是你TM在游戏里老是死，我们还是绝交吧。",
    "我这几年，别墅还是那么几栋，但女友却是换了一批又一批，也许这就是物是人非吧。"
  ],
  "2020-04-20": [
    "像我这种又懒又好吃的人，唯一可以依靠的减肥方式就是多拉屎。",
    "车真的不能随意借给别人，去年二月刚提的车，因为我的车是名牌，比较有面子，朋友就找我借没办法只能借给他。但是他一点都不珍惜，和表哥一起出去办事的时候看见他上坡的时候居然站起来蹬。",
    "晚上下班回来发现客厅灯泡坏了，买好正在换的时候，媳妇回来进门看到就说：天都黑了，能看到吗？我把灯给你打开。",
    "去年结婚纪念日带媳妇去买了项链，手链，花了一万多，感觉有些肉疼。今年媳妇让我送给她五千字的情书，我觉得还是花点钱实在些。"
  ],
  "2020-04-21": [
    "老婆办了健身卡计划减肥，健身一个月后，她欣喜地对我说：“你看你看，我的皮带以前只能扣在第一个孔，今天可以扣到第二个孔了。”我看了看，说：“嗯，你的手劲练大了。”",
    "那天，老婆买了一个塑料锤放在客厅。说我气到她，她就用塑料锤砸我。我觉得不痛不痒的，随她。昨天，真的气到她了，她拿了塑料锤去装水，这我也不怕，毕竟水也软乎。然后，她又把装了水的塑料锤放到冰箱里。。。她关上冰箱门那一秒，我直接道歉！！非常诚恳！",
    "老婆又和我闹别扭了，我竭尽全力使出浑身解数去哄她，她依然板着脸，然后说了四个字：“珠联璧合”。我仔细一琢磨，马上心领神会，去楼下卤菜店买了两斤猪脸肉，猪脸必和嘛！老婆吃着猪脸肉，一字一顿的说：“珠是珍珠的珠，链是项链的链，珠链必和！！！！”我。。。",
    "媳妇儿昨天上秤，发现又胖了二斤。只见她咬了咬牙，握着拳，愁的不行。。。于是，今天早晨，天刚朦朦亮，她一脚就把我踹醒了，非逼着我一个人出去跑步，锻炼身体，说我再懒得跟猪一样，不锻炼，就抱不动她了。。。",
    "恋爱时，我爸一直不同意我跟老公的恋情，直到老公第一次进门拜访，脱了鞋子。。。我爸憋了口气说：小伙子，就冲这个味跟我闺女是一样的，人你领走吧！"
  ],
  "2020-04-22": [
    "老妈看我整天在家里愁眉苦脸，过来问我：“儿子，你咋这么忧虑啊？”我叹了口气，说：“还不是找女朋友的事啊，愁死我了！”老妈安慰我说：“没事的，看开点吧。”我摇摇头说：“妈，你不懂，我是不想和我爸一个下场！”",
    "我：“妈，我想买条金毛。”妈：“什么东西？”我：“金毛猎犬，小狗八百一只。”妈：“什么狗这么贵,不行。”我：“超可爱的，养大了还能拉出去撩妹。”三秒后。。。我妈：“有卖现成大狗的吗？”",
    "老妈总夸楼下刘阿姨家儿子学习好，人懂事，会帮刘阿姨干活。不像我，大小姐一枚，啥都不会。我说：刘阿姨儿子这么好，要不我去追他吧，追来给你当女婿。老妈马上摇头：不行不行！那孩子什么都听他老妈的，没主见呢！我。。。",
    "老公：老婆，我的一切都在你的股掌之间！老婆：是吗，都在我的股掌之间？儿子：老妈，老爸说的太对了！老婆：为啥啊？儿子：老爸的私房钱，就藏在你的屁股后面的口袋里！",
    "“大爷，我现场采访您一下，您这样晨跑锻炼坚持几年了？”“姑娘别挡道！我尿急！”"
  ],
  "2020-04-23": [
    "“请问你是做什么工作的？”“哦。我的工作是杀僵尸。”“嗯？可是这个世界上没有僵尸啊！”“你以为它们是怎么没有的？”",
    "中午去买菜，感觉都不太新鲜了。老板：早上刚到的，都新鲜的。我：这菜看着就蔫蔫的啊？！老板：从早上到现在，它以为没人要自己了，这不垂头丧气么！我。。。",
    "我问他：你今天怎么没上班儿啊？表弟：那大舌头老板说，让我上班的时候，顺路捎十块钱的“砂纸”，结果我听成了“烧纸”我：那也不至于开除你啊表弟又说：老板看我买错了，让拿出去扔了，我跟他说，留着吧，万一再用上呢？",
    "周末，我和男友还有闺蜜一起乘地铁，人很多，我在男友身后，闺蜜在男友前面，我脑子一抽，伸手在闺蜜臀部掐了一下，闺蜜回头含情脉脉的看了我男友一眼，然后往男友身边靠近了些！闺蜜你这。。。",
    "年底了，打电话给客户要工程款，说好这礼拜给钱的。下午接到客户电话让我到公司去，我开心的去了。到他办公室他跟我说：年底没有钱了，货款没收到，过了年再跟我清账，让你过来就是当面跟你打个招呼。电话里说不礼貌。我。。。"
  ],
  "2020-04-24": [
    "和闺蜜一起看宫 斗剧，我就问闺蜜：你看，以我的智商，在皇宫里能活几集？闺蜜却说：就你这身材、这颜值，还想进宫？！我。。。",
    "今天开着车在路上被奥迪蹭了，年轻的奥迪司机下来甩给我200块钱，说一个破大众我还是赔的起的。我微微一笑，取下墨镜，掏出火机，静静地点了根烟，对他说：小伙仔，不要小看这辆大众，不认识车了打电话问你爸桑塔纳新两千年典藏版值多少钱？宝马司机懵B了，赶紧给他爸打电话。一分钟后，他又找我要回去了100块。。。",
    "单位有个同事，就是属于特别不会说话的那种，今天经理提了一辆新车，说下班请大家一块吃个饭。结果这位同事来了句：买个车庆祝什么？庆祝自己多一种死法？然后。。。这位同事也多了一种死法。。。",
    "公司一女同事对我特别好，我感觉她有点喜欢我，我也有点喜欢她，于是就对她微信表白了，没想到她回我了一句：你知不知道人生三大幻觉？我：哪三个？她：1.总感觉有人叫你，2.总感觉自己手机响了 ，3.总感觉我喜欢你，然后把我拉黑了。。。",
    "在小公司上班，前台的大胸妹请假回老家，我顶替了一周。今天她回来了，老板娘激动的拥抱她说：“我们的企业形象有救了。”"
  ],
  "2020-04-25": [
    "在校花费吃不消，回家精神受不了——部分大学生现状。",
    "胖起来这件事情，肚子和腿最有发言权了，只有胸好像一个局外人，跟它一点关系都没有。",
    "进入职场后我学习到了两件乍看起来矛盾但却可以并存的事情：第一，要做个能够让人信任的人；第二，别信任任何人",
    "如何让这个世界变得美好？答：把你自己变得更美好。",
    "满口黄腔多心地善良，沉默君子定多加堤防！"
  ],
  "2020-04-26": [
    "当我对抗生活时，生活说：“胆子不小啊？”然后把我按在地上疯狂摩擦。当我放弃对抗时，生活说：“废物！”然后把我按在地上疯狂摩擦。行吧。 ",
    "同样是别人比自己强，为什么有时会产生嫉妒心理，而有时会产生崇拜？答：远的崇拜，近的嫉妒；够不着的崇拜，够得着的嫉妒；有利益冲突的嫉妒，没利益冲突的崇拜。",
    "打算找一些睡眠不好的朋友，合伙弄个早点摊。",
    "以我的资历，以我的文凭，将来这个城市的大街，都归我扫。",
    "我心爱的打火机于2019年1月8日20:08分断气，曾参加中华黑利群、红利群、玉溪等重大点火仪式。"
  ],
  "2020-04-27": [
    "回家路上，还看到很多外卖小哥奔波送餐，突然感到很励志，别人这么晚了都还在吃，我又有什么理由不吃？",
    "运动是一种享受，但我不爱运动，因为我不是那种贪图享受的人。",
    "给你带来欢乐的人，是在讨好你。给你带来悲伤的人，是你讨好对方失败了。",
    "要是人群中的我被美女一眼相中，那基本上只有一种可能：警局指认嫌犯。",
    "相亲时注意观察一下对方的手机，是否整洁，无油渍，划痕少，电量是否饱满，毕竟，一个连自己手机都照顾不好的人，又怎么能照顾好你。"
  ],
  "2020-04-28": [
    "我发现我总是能够轻易的把人骗上床，每当我跟别人打完一把绝地求生以后，他就会对我说：我要上床睡觉了。每当我和女生聊天，她们都会说：你看都九点了，我要上床睡觉了！",
    "院子里有两棵树，一棵是A树，一棵是B树，我心里只有A树。",
    "刚才看到一个胖子流浪汉，我问他：“作为一个流浪汉，你为什么还这么胖？”他说：“因为我没钱去健身房。”",
    "小李第一次去女友家，女友带着他到附近逛逛。女友说：“看到山边那块大空地吗？我妈说，只要你娶了我。。。”小李兴奋地说：“那块地就是我的?”女友摇摇头说：“你的礼金就拿来给我弟在那起房子。”"
  ],
  "2020-04-29": [
    "有个人抽烟得病死了，来到天国见到上帝。他说：“哦，上帝，我是那么虔诚地爱您，怎么我抽烟得病死掉这种事您不给我一点提示呢？”上帝说：“我给了你多少次提示啊，你没发现你常常找不到你的打火机吗？”",
    "年终总结会，老板又在灌鸡汤：“我们要做一个狼性团队，要有狼的团结、不服输。。。”就在这时，后排一个同事站起来说：“要培养一个狼性团队首先你要喂他吃肉，不是吃屎。”然后放下了辞职信，走了。。。",
    "发小请我到他的公司去工作，我问他：“去你那能给我什么职位？”他笑道：“凭咱俩这关系，你来了必须二把手！”他没有食言，我现在每天守着二个门的把手，给客人开门关门。。。",
    "今天去买蛋糕，发现涨钱了，我就问老板怎么涨钱了？老板说面粉涨钱了所以蛋糕也就跟着涨了，我说那鸡蛋还降价了呢，你怎么不说降价？老板：我能用几个鸡蛋？",
    "男人的话就像冬天的太阳一样，都是骗人的。"
  ],
  "2020-04-30": [
    "青春叛逆期的小李经常顶撞父亲，导致父亲的腰间盘突出。",
    "郭靖给老婆买了一床被子，黄蓉钻进去就觉得胸闷喘不过气，原来这是一床压蓉被。",
    "玉皇大帝年纪很大了，但不肯改叫玉皇老帝，因为他怕人跟他打招呼就说：“来了~老帝？”",
    "一个卡车司机一跑运输就抑郁，不跑就没事。去医院检查，医生说他是不运不郁。",
    "榴莲水果之王的位置是这么来的。榴莲：“不同意我当水果之王的请走到我身边！”其它水果纷纷捂住鼻子往后退。"
  ],
  "2020-05-01": [
    "人的一生中，不仅要照顾那么多人，还要给那么多电子产品充电，真的很累。",
    "问：“有个傻子在飞机上吧马桶拆下来往下扔，请问为什么？”答：“我不是傻子不知道！”",
    "感觉发明成语的那些人都在暗中撕B抬杠，比如张三发明了如虎添翼，李四一看就不爽了，于是发明了插翅难飞。发明俗语的人就互补友爱多了。比如王五发明了：“女人是老虎。”赵六就补充说：“老虎屁股摸不得。”李老板接着说：“不入虎穴焉得虎子”",
    "2019年这才过了几天，我就已经想好了年度总结：焦虑。",
    "成年人打开体检报告所需要的勇气，绝对比读书时打开成绩报告单的还要大！"
  ],
  "2020-05-02": [
    "一旦骗子把傻子彻底洗脑成功之后，骗子就不用再多说什么了，傻子们会自动的、主动的维护骗子的说辞，以此来表现自己很聪明！",
    "A：松散的工人就像一袋土豆，面对资本是没有谈判能力的。如果把他们组织团结起来，会怎样呢？B：会变成土豆泥。",
    "倜，一个猛一看不会读，放进风流倜傥中立马会读的字。侈，一个猛一看不会读，放进奢侈中立马会读的字。",
    "小白兔，白又白，两只耳朵竖起来，配点儿萝卜和青菜，放进锅里炖起来。",
    "通缉对象：寒假作业。通缉理由：一年作案一次，拐带快乐，绑架好运，盗取笑容，蛊惑广大青少年。通缉悬赏：凡捉拿该犯者，最低奖励逍遥生活1个月、悠闲日子30天。"
  ],
  "2020-05-03": [
    "本人总经理秘书，前几天老总老板娘还有几个同事私下吃饭，老总喝得高兴，看着我说：小兰啊，你该减肥了，公司食堂好，你也要控制啊。没等我开口老板娘说话了，人家不胖，刚刚好，小兰别听他的。老总一激动说，还不胖？那天把我大腿差点坐折了。。。老板娘，你听我解释，那天是我绊了一跤刚好坐老总身上了，不是你想的那样的。。。",
    "领导：今天的讲话就说到这里，有什么异议吗？我：有！领导看着我，问：你有什么异议？！我：领导您刚才的讲话对我们有很大的意义！",
    "公司张经理和李经理为了副总的位置斗得很厉害。张经理办公室挂了一幅大展宏图的雄鹰展翅图，李经理的办公室就换了一幅成吉思汗弯弓射大雕。后来张经理换了猛虎出山图，李经理就换上了三碗不过岗。。。",
    "去应聘，老板拿着我的简历看了很久欲言又止。我忍不住开口：老板，有话不如直说！老板尴尬的笑了笑说：你的专业和工作经验非常符合我们公司，不是我不想用你，只是你这简历上写着你这一年换了三家公司，离职原因不是公司倒闭就是老板跑路，我有点慌。。。",
    "经理叫我去办公室，桌上摆着一塑料罐毛豆，我认出这罐毛豆是我的。我：“经理，这不是我的毛豆吗？”经理：“昨晚你喝高了，我把你送回宿舍，你叫我在车上等会，然后塞给我一罐毛豆，非说是珍藏多年的冬虫夏草！那个，心意我领了，毛豆还给你！”我。。。"
  ],
  "2020-05-04": [
    "闺蜜他老公最近特别喜欢带闺蜜去宾馆，今天在一起我问他：哎，你最近怎么老和丽丽去宾馆啊？不怕浪费钱啊？结果他悄悄的和我说：没有钱换人，只好花点小钱换房了！",
    "老婆：“这瓶维生素丸，你带给你的女秘书吧。”老公：“为什么？”老婆：“昨天她落了不少头发在你的衣服上呢。”",
    "老公：“这菜。。。我吃出了叛徒的味道。”老婆：“怎么说？”老公：“油大。”",
    "做好了饭菜，刚刚摆上桌，就感到屎意来袭，就赶紧去厕所里便便。。。不一会就听到二货老公不满意的抱怨：“拉好了没啊？我肚子饿了，我要先吃了哦！”我。。。",
    "老婆：老板，买一瓶米酒，给我老公的。老板：一瓶就够他喝吗？你老公的酒量是有名的喔！老婆：用喝的一瓶可能不够，用砸的一瓶就够了。"
  ],
  "2020-05-05": [
    "如果努力就有收获，那还要运气干什么？",
    "活了20多年，还不如一件毛衣会放电！",
    "成年人一天解锁手机60次，不找你就是不想找你。",
    "跟鼻子高的女朋友接吻真的好麻烦，还要先找一个鼻子高的女朋友才行。",
    "无理取闹的人，会发现挡路的人越来越少，因为他的路越走越窄。"
  ],
  "2020-05-06": [
    "办了健身卡又各种偷懒不健身？不要为此感到内疚，毕竟你领了工资不也没认真工作吗？！",
    "妈妈从小就教育我，自己一个人能解决的就不要麻烦别人，所以我一直单身。",
    "以前年轻人拿了年终奖主要是当存款，而现在呢？拿了年终奖都去还信用卡和花呗了。",
    "很多话里都藏着隐形的括号，所以我们在听的时候要用心分辨，比如：未来是属于你们(之中那些聪明人)的；这些钱我以后(想还了)一定会还给你。",
    "小时候总是纳闷，酒那么辣，为什么大人都还喜欢喝。等到长大之后才明白，和生活比起来，酒确实要甜的多。"
  ],
  "2020-05-07": [
    "二货老婆上厕所玩手机，一玩还就没完没了。早上起来，提着裤子等半天，批评她她还不高兴。。。说：“上厕所不玩手机，难道要玩屎啊？”",
    "和老公回家吃饭，老爸掌厨老妈打下手，两个人不时的交头接耳，窃窃私语！我在后面羡慕的看着一把年纪还恩爱的爸妈对老公说：我们以后老了也要像这样好不好？说不完的情话！老公看了看我犹豫的说：我刚听到他们在说你都嫁人了，回来也不知道搭把手，越来越懒了，也不知道我怎么受得了你的。。。",
    "老公：老婆，据调查，大多数女的都没有达到高潮，你老实回答我，你有没有达到高潮？老婆：有时候能达到。。。老公呵呵一笑说：才有时候啊，哎，已经很不错了，比如什么时候？老婆：你出差的时候。",
    "老婆竟然鬼使神差的想要二胎。。。我这暴脾气，一个都快养不起了，还想要二胎？跟我磨磨唧唧半天，我终于控制不住体内的洪荒之力，对她说：你确定真的想要？老婆：是的，真想要。我捧着她的脸，四目对视，我深情的叫了一声“妈！”",
    "和老公去公园，看到一对老人亲密的依偎在一起，感概特多：“老公，我们也像他们一样慢慢变老好不好？”老公抚了抚我的背，深情的说，那是一定的呀，只是我前天在公园碰到和那老头一起的老太太不是现在这个。。。"
  ],
  "2020-05-08": [
    "前两天，小外甥来家里玩。我让三岁的儿子和小外甥比赛背古诗。小外甥抢着说：“我给你出题，我给你出个难的。”儿子道：“我给你出个女的！”",
    "小时候我哥看了我的考试成绩之后说:你回家别提考多少分，说了就准备挨揍吧！我不信，考双百还能挨揍？回家就给我妈看卷子，我妈看完我的又看我哥的，我哥没考好，被我妈修理了一顿。后来我果然挨揍了！是我哥打的！",
    "小侄女今天放学有些闷闷不乐，我问她怎么了？她说：班上有两个男生因为都想和我坐同桌，所以打起来了，我很烦恼。我。。。",
    "媳妇儿和女儿打闹中。。。女儿敌不过于是大呼救：爸，妈妈虐待你宝贝女儿。。。我刚想说点啥，就听儿子幽幽说道：姐你就忍忍吧，你不见爸也经常被妈妈虐待，也是可怜人。。。",
    "“妈妈，给你吃糖！”“谢谢宝贝。”“好吃么？”“好吃～甜到心里了。”“哦，那为什么咱家的狗狗总是吐出来？”我。。。"
  ],
  "2020-05-09": [
    "你并不孤单，有很多困难在等着你。",
    "初墨，多么诗意的名字啊，可她姓熊。。。",
    "为什么长得好看的姑娘有钱花？因为好看的姑娘节约了修图时间，而时间就是金钱。",
    "我们只是宇宙中毫不起眼的一坨蛋白质，当然有些人是一坨脂肪。",
    "当一束光照进房间里，房间里的肮脏龌龊被显现，这束光便有了罪！"
  ],
  "2020-05-10": [
    "当一个姑娘深情的跟你说，我不在乎你有没有钱，我就是喜欢你，想和你在一起。这时候你一定要好好想一想，好好看一看自己，是不是自己做了些什么事情，让姑娘误以为你很有钱。",
    "女人分两种，让你头大的，让你头疼的，没一个让你好过的。男人分两种，让你伤心的，让你心伤的，没一个好东西的。",
    "所谓人不可貌相，比如我公司一个猥琐男，平时都是毫不起眼，穷困潦倒，也没女朋友。可有次晚上回办公室拿点东西，发现他在加班，我斜眼看了一下他的电脑，几个红色的大字：FBI war。。。感情他是美国FBI派来的卧底啊！",
    "投对了简历，可以获得一份好工作；投对了胎，可以不工作。",
    "做人要讲信用，既然说了每天要早起，就要。。。。天天说。"
  ],
  "2020-05-11": [
    "冬天是个适合谈恋爱的季节，因为可以彼此取暖；冬天也是个适合分手的季节，只要你把冰冷的手伸进对方衣服里。",
    "“不生孩子将来你老了病了怎么办？”“怎么，这孩子是我未来的药引子？ ”",
    "“授人以鱼不如授人以渔，这句话是什么意思？”“与其让老司机带带你，不如自己成为老司机。”",
    "出发之前，兄弟问兄弟：“你到哪了? ”“刚上车，马上到。”出发之前，姐妹问姐妹：“你到哪了。”“刚吹完头发，到卷刘海了。” ",
    "A：“2018年你全年坚持做到的一件事是什么？”B：“每天给手机充电！”"
  ],
  "2020-05-12": [
    "你刷朋友圈的目的主要是什么？(多选)A，了解亲朋好友的近况B，给老板(领导)点赞C，看看微商有啥好货D，我倒要看看今天有谁在装B",
    "一年又到了尾声，回头看看，发现2018非但待自己不薄，还馈赠了不少。这些馈赠主要体现在体重秤上，负债额中，加班量里，水逆次数上，收到的好人卡张数上，还有遗憾清单中。。。好桑心，感觉冬天的风好像也会说话：头给你拧掉！",
    "下午放学，老师：“由于下雪，路上结冰，同学们明天上学路上要小心路滑，注意安全！”小明：“老师，我在南方长大的，不会走冰路，请假一天！”老师：“我准你一年！”",
    "小明：老师您好，我非常喜欢您，请问能送我一张您的签名照给我用飞镖扎着玩吗？谢谢您！老师。。。滚出去，你明天不用来上学了！",
    "数学老师：妈妈给乐乐买一个新文具盒花了4元3角，可以怎么付钱？请写出两种付钱方法。小明：支付宝、微信支付！老师*#$%%!##%"
  ],
  "2020-05-13": [
    "老师：“同学们知道牧师是做什么的吗？”小明：“把老师当羊放的人。”老师：你。。。滚出去！",
    "老师：什么话是骗人的？小强：叔叔给你吃糖。小刚：叔叔带你去游乐园玩。小明：今天作业很少。。。很少。老师：滚出去！",
    "老师：“小明，你浪费每人一分钟，四十个人40分钟，就等于你浪费了大家一节课！”小明：“老师，四十个人每人听一分钟，那就是一节课，你这节课上一分钟就上完了。”老师：“你说的有道理，这节课你已经上完了，滚出去吧！”",
    "爆笑连续剧:小明滚出去第44季",
    "老太太在河边用鱼做放生。一个大叔上前劝说道：“大娘，你以后别放生这种草鱼了！你可以放生那种罗非鱼！”老太太纳闷道：“放生鱼还有讲究？”大叔憨厚的说道：“草鱼刺多，我媳妇吃不惯！”"
  ],
  "2020-05-14": [
    "我姐：“算来算去，我银行卡余额就是少了两百块。”我笑了笑说：“可能是姐夫拿了。”她说：“不可能，他要是拿了会有短信和记录。”于是我给她演示一遍，拿她手机给我发了一块钱，然后删除短信、交易记录等等蛛丝马迹。。。她忽然骂我：“看来你也不是什么好东西。”",
    "我让女友坐下，说有重要的事要告诉她：“亲爱的，你不是总说自己好喜欢好喜欢一家三个人快乐的生活么？关于这一点嘛……”她惊呼，“你、你是想说我们要结婚生孩子了吗?!”“不，我是想说。。。我还有一个女朋友。”",
    "过红绿灯，一对大爷大妈闯着红灯就过了，一姑娘也跟着过。。。她老公拉她一把说红灯，你没看见？姑娘说大爷大妈都过了，不用等。她老公来句：大爷大妈活够了，你也活够了？？？",
    "跟几个要好的小伙伴吃饭，说起各自的生活大家大倒苦水。“哥们，你说当男人累还是当女人累？”那哥们沉思片刻说：“这个，得看用什么姿势了。”",
    "女友微胖，早上起来照镜子，自言自语：“又胖了，都没有腰了。。。”我想都没想接了一句：“怎么没有，那么粗还看不见？”现在发信息也不回，打电话也不接啦！！！"
  ],
  "2020-05-15": [
    "有钱的时候钱不算钱，没钱的时候人不是人。",
    "比看自己照片更可怕的是听自己的录音。",
    "往桌面上放文件和往椅子上扔衣服是一样的。",
    "对你说“高处不胜寒”的人正是会把别人从“高处”推下去的人。",
    "当代人生活节奏太快了，还没进卫生间就开始解裤子。"
  ],
  "2020-05-16": [
    "佛系人生的依次四个阶段：接受父母是平庸的人，接受自己是平庸的人，接受配偶是平庸的人，接受孩子是平庸的人。",
    "不好看的人很耗电，因为一张图要修一小时。好看的人更耗电，因为自拍停不下来。",
    "泡面，是一种平常不会想吃，看人家吃就会很想吃的东西。",
    "预备！唱：叮叮当 叮叮当 穷的响叮当！屌丝购物一时爽，却把钱花光昂!! !",
    "一旦一个人宣布要减肥，那就表明，她要背着别人偷偷吃东西了~"
  ],
  "2020-05-17": [
    "突然发现，美字，好像一只虫子。。。",
    "听有人说我疑心太重，我简直不敢相信自己的耳朵。 ",
    "非常谢谢大家的圣诞礼物，由于没有收到，这里就不放照片了。",
    "火星公转周期为686天，也就是说火星上的1年约等于地球上的2年。所以当你30岁的时候，就可以理直气壮地用火星文虚报年龄：“—━我妗姩⒈⑤嵗嘞づ`” ",
    "如果讨厌的人也讨厌我，那感觉还是蛮爽的，说明我们就不是一路人，但如果他喜欢我，只能说明他审美还可以。"
  ],
  "2020-05-18": [
    "当你觉得自己不行的时侯，你就走到斑马线上，这样你就成会一个行人！",
    "Ta在一个昏暗的小屋子里等你来，你在Ta面前赤裸而坦诚，一切无法宣之于口的事都可以对Ta诉说，因为Ta是那样的宽恕与包容。Ta的手拂过你的全身，带走你肉体与灵魂的污秽，你感到前所未有的放松。。。我说的是北方大众澡堂里的搓澡师傅。",
    "学科二被教练骂成猪头，“教练，我不想学车了，教我骂人吧！”",
    "很多男生竟然会为送什么圣诞礼物给女友而烦恼，其实很简单，分手不就行了！",
    "问：怎么样说着说着话忽然蹦出一句半句外文来，会显得比较洋气？答：别BB。"
  ],
  "2020-05-19": [
    "很多男人对美女没有抵抗力，而我不一样，我根本不想抵抗。但美女想抵抗。",
    "早知道伤心总是难免的你又何苦一往情深。。。妹的，我一往情深的时候真没想到伤心还成了难免的了呢。",
    "女孩犯错了，男孩安慰她：“人非圣贤孰能无过。”女孩：“什么？我在你眼里不是神仙？？” ",
    "男孩不道歉，女孩说：“连个对不起都没有？”男孩道歉，女孩说：“对不起有什么用？” "
  ],
  "2020-05-20": [
    "女：“爱我你就抱抱我。”男：“爱你是真的，抱不动你也是真的。”",
    "干活时伤了手，女友知道后跑来医院看我，心疼的抹着眼泪怪我干活不小心。然后问我手术时疼吗？我跟她说打了麻药，一点都不疼，就是缝合时剪掉好多肉。女友抹着我手上的纱布说“剪成肉丁还是肉丝了？”我。。。",
    "昨晚跟女友吵架，我摔门而出。。。独自走在街上，边走边想，倍感凄凉！一直走到半夜，觉得是我的错，想给女友打电话承认错误。拿出手机的时候，发现微信有消息没读，打开一看，心情瞬间好了很多。。。微信步数26000多，朋友圈第一。。。耶！！！",
    "陪老婆回娘家，恰逢小姨子23岁生日，我发了23块钱红包，她说我抠门。后来丈母娘在厨房对小姨子说：“以后不要这样说你姐夫，他抠门是因为没钱，而他没钱是因为娶了你姐啊。”",
    "我说喜欢了一个很优秀的男生，但是感觉没机会。我妈说你怕啥，你虽然差劲，但能有机会接触到这么好的人，说明他命中注定有此一劫。"
  ],
  "2020-05-21": [
    "小时候家里没暖气，我问父亲咱家啥时候能暖和？父亲说：“等一等，等到夏天就暖和了。” 从此我就知道，幸福是等来的。",
    "妈妈：“傻闺女，你为什么这么疯狂的迷恋郭小四！”女儿：“妈妈，你知道的，我一米六，小四才一米四！”妈妈：“你是说，距离产生美！？”",
    "爸爸问8岁的儿子：为什么被老师留堂？儿子：因为我撩女同学的裙子看。爸爸怒吼道：胆子不小呀你！敢撩女同学裙子？！你怎么不撩女老师裙子？！儿子。。。",
    "晚上做的菜饭，隔壁萌娃一看说：伯伯你做的菜饭一看就不好吃。我说：可好吃了。他说：我不信，除非你让尝一碗，我才知道。一小碗吃了，我问：好吃吗？他说：还行，要想我夸你做的好吃，你得再给我来一碗。我。。。",
    "小的时候喜欢逮蜜蜂，每当逮着一个，就在蜜蜂肚子上扎个洞，就使劲吸，你别说，肚子里的蜂蜜，还真好吃！等以后，慢慢长大上了，上学后，老师告诉我，那是绿豆蝇。。。"
  ],
  "2020-05-22": [
    "昨晚去超市给儿子买用来包平安果的苹果，去之前问他买几个，他说两个就够了。我说你那么多好朋友两个怎么够？儿子：有人送给我我就回赠一个，再把他给我的送给别人，两个我觉得都多了。",
    "晚上我在厨房做饭，听到小儿子哭，我冲进屋问大儿：你又欺负小弟了？大儿委屈：他踢我，没瞄准，踢板凳上了。。。",
    "今天早上儿子悄悄跟我说他快长大了，JJ也快长大了。我说他你长大就长大吧，你的JJ长大了有什么用？他说JJ长大了就会尿的多！我问他尿的多就好吗？他说尿的多就可以浇死更多的蚂蚁。。。孩子，蚂蚁是跟你有仇吗？",
    "老妈难得主动打来电话，聊天的过程中无意中提到邻居家换新电视了。。。我一听，秒懂！马上说：妈，我们也买跟他一样的，多少钱？我这就转！老妈笑了：就知道你对妈最好了，师傅已经在安装了，让他跟你说！",
    "老爷子年纪大了经常用放大镜看报纸。最近儿子没了工作，老爷子很是着急，于是在报纸上找起了招聘启事，这天阳光明媚，老爷子每个字都看得十分清楚，不一会儿，就把报纸点着了。"
  ],
  "2020-05-23": [
    "弥留之际，他把儿子唤到身边，嘱咐道：“儿子，我告诉你，这些年来爸爸一直偷偷藏着一张存折，在大衣柜下面的第二个抽屉的一本中学语文的第137页夹着，那是我留给你最后的礼物了。”“爸爸，那密码是什么啊？”“咳咳，你不用知道，”他紧紧攥住儿子的手，“反正里面又没钱。”",
    "老妈说现在的人啊，都太自私，都觉得自己好，自己对。。。我顺着话茬接：“是啊，就好像拉粑粑，别人拉的觉得恶心死了，自己蹲厕所半小时也不会嫌弃自己的粑粑臭！”然后我就被骂了。。。",
    "女儿：“妈妈，我和弟弟是从哪里来的？”妈妈：“从商店里买来的。”女儿：“不对，我不信。”妈妈：“为什么不对？”女儿：“隔壁王伯伯家里很穷，怎么有那么多孩子呢？”",
    "我的水果摄入来源主要靠KTV，蔬菜摄入来源主要靠麻辣烫。",
    "我司为了避免大家下班高峰挤公交，给我们安排了。。。加班！"
  ],
  "2020-05-24": [
    "女友第一次来我家就惊叹：你家连马桶都是黄金的! 我解释：从来没刷过而已。",
    "“老公，我的卷发棒在哪啊？”“棒就棒在和你的气质特别配。”",
    "我在朋友圈发想要的东西，你不一定要给我买，但一定要配合我装B。比如我说想要口红，你就回复：“钱打了” “给你安排上了” “去把红包领了” 这样假装我有人爱，而你，也变成了土豪，我们都装了B！",
    "家里灯泡坏了，我踩在板凳上，一只手拿着准备更换的新灯泡，一只手拧吊在房顶的坏灯泡，突然感觉腿上发麻，触电了，惊得我手里灯泡飞了，人也从板凳上摔下来。。。坐在地上好一会才反应过来，我了个艹，原来是手机来电话在振动！！！",
    "刚刚接了个国内的电话，说我的建行白金信用卡 刚才在法国巴黎消费了90多万欧元。我说，“你确认是我的白金信用卡吗？”对方说：“都已经核对过了， 名字和身份证号都是您的”我沉默几秒钟问她： “那你能截个图发给我吗？ 我想在朋友圈装个B！”对方没憋住，她笑场了！"
  ],
  "2020-05-25": [
    "人是一辆车，悲欢是离合。",
    "饥饿问题在当前世界里不是供给问题，而是分配问题。",
    "同样是被命运掌控，运气好的人以为自己在掌控命运。",
    "别总是祈求生活放你一马，如果你不努力提升自己，总是寄希望于运气，那么用不了多久照样会被生活将你一军。",
    "租房叫外卖的费用才能算生活费，购物、火锅、奶茶上的开销是情绪的维稳经费。"
  ],
  "2020-05-26": [
    "哪有什么岁月静好，只不过有人在你看不见的地方背负着南方的名头，承担着北方的寒冷。",
    "随着年龄的增长，比起“我爱你”好像更喜欢听到“你瘦啦”，比起“你瘦啦”好像又更喜欢“你也太显小了，看着根本不像这个年龄的人”，当然，最最喜欢的还是“钱到了，你查收一下。”",
    "独在异乡为房奴，每逢佳节加班多。遥知兄弟喝酒时，谁也不会想起我。",
    "你不爱上班，但工作能养活你，所以你勉强去上班。所有的勉强都是有交换物的，当你说感情不能勉强时，其实是因为你缺少交换物。",
    "为什么知道很多道理，却依然过不好这一生？你没看过电影吗，很多人之所以被干掉，就是因为知道得太多了。"
  ],
  "2020-05-27": [
    "俩小孩聊天A：“真倒霉！我算术考试吃了个‘鸭蛋’，爷爷骂我是‘小混蛋’，妈妈骂我是‘大笨蛋’，还是爸爸干脆。。。”B：“他没骂你？”A：“他叫我马上‘滚蛋’！ ”",
    "跟儿子去逛街，看到一双高跟鞋很漂亮， 我一时没忍住进去试穿了。穿上走了两步，真心不好走。我不禁感叹道：“这么贵的鞋子，怎么不做得舒服点呢？”服务员不屑地瞥了我一眼说：“穿得起这个牌子的人是不需要走路的！”正当我有点尴尬的时候，儿子在旁边默默来了一句：“穿这个牌子的人都坐轮椅了么？”",
    "前两天回去看望爸妈，给5岁的小侄儿带了礼物，完了逗他说怎么谢叔叔啊？这货沉思了一会儿对我说：叔叔，要不把我学校的两个女朋友分你一个吧。。。",
    "今天接外甥放学，他很开心的喊着“舅舅、舅舅”跑出来。看他有个女同学很水灵，我问他：“你以后娶她当老婆好不好？”他说：“长这么老，留给你吧。”那小女孩走过来说：“来，喊舅妈，喊啊。”",
    "儿子成绩很稳定，一直在班里第一名，可是上次期中考试却考了第二名。我生气：“你学习退步了！”儿子回答：“没有！我是故意让着原来第二名的，我们经过商量，他考第一比较划算！”我更听不懂了：“什么叫划算呢？”儿子：“我考第一，你只奖励我100元，他考第一他爸爸奖励他1000元，他答应分我一半！”"
  ],
  "2020-05-28": [
    "中午，电工在检修线路，他的手机铃声好大声，老把我吵醒。我：“师傅，你手机能不能调成 震动的！太吵了！”电工一边接电线一边说：“不行！那样我会老以为自己触电了！”",
    "今天早上，就听到两个同事在讨论这世界上最冷的地方，和最热的地方是哪里？我顿时就想到了南极和赤道！还没来得及告诉他们，保安大哥幽幽的说到：最冷不过太平间、最热不过火葬场！",
    "和几个女同事开玩笑说：“人体本来就是丑陋的，穿衣服只是为了遮挡自己的丑，不信你们把衣服脱了，你看我会不会看你们！”啪啪啪啪。。。一阵热烈的掌声。。。。。。打在了我的脸上。。。",
    "这是一个有个性命攸关的冷知识：我们平时吃的番茄中含有被称为“番茄素”的天然毒素，主要存在于番茄的茎叶中，但完全成熟后的果实中也会有少量，一次摄入太多的话，成年人也会致死。具体说量的话。。。大概一天吃4吨番茄就会死！",
    "只为悄悄看女神一眼，一大早他躲在楼下用陌生号码拨通了她的手机：你的快递到了！听到她匆忙下楼的脚步声，他激动万分，终于看到了女神。。。的素颜。他默默关掉手机，轻叹一声，消失在晨雾中。"
  ],
  "2020-05-29": [
    "敷面膜最大的功效就是让你这段时间能管住嘴不吃东西。",
    "我这人自制力很强，有些事不到万不得已绝不会去做，比如起床。",
    "世界上最短的距离是‘我开始上班’到‘我想下班了’。",
    "女孩们，你们有没有发现面霜用得比以前快了？告诉你们吧，是因为发际线上移了。",
    "有时候女孩子的心理非常微妙。你苦苦纠缠，她一个笑脸都不给你，可一旦你不再出现在她身边了，她可高兴了。"
  ],
  "2020-05-30": [
    "每当我女朋友惹我生气，我都会透过叉子去看她，假装她在监狱里。------这样至少在精神上让我很解气。",
    "今天我老婆第一次承认了自己的错误：她说她错了，当初就不该嫁给我！",
    "生活的选择权其实都在自己手里，是每天上班焦虑操心一年赚五万?还是云游四海吃喝玩乐一年赚100万?如果你选择后者的话，我想你应该醒醒了。",
    "从小就被教育不要乱花钱，长大后我才发现，根本没钱，怎么乱花？！",
    "“有哪些东西你以为很贵，但其实很便宜？”“大学刚毕业的我。”"
  ],
  "2020-05-31": [
    "网上买了件毛衣，收货后发现大的没法穿，于是找老板退货。老板解释说：“这毛衣缩水特严重，你穿之前先洗一洗就合适了！”",
    "如何搞清楚当地的大宝剑市场？先叫一个外卖，送到了给20元小费，然后问他：“大哥，附近哪有漂亮女的！”一般送外卖的都知道,为啥外卖哥知道？哈哈，你见过哪个干这行的妹纸，自己煮饭的！",
    "新买一个800多的篮球，于是约伙计一起去打篮球，半途来了一不认识新人要求加入，我就同意他加入了。然后他传球失误，传出老远，他急忙不好意思的去捡球，我们等啊等。。。然后一直没等来。。。这TM太坑爹了！",
    "“谁发明了麻将？”“是渔民。 ”“为啥？”“渔民捕鱼，论的是什么？一条两条三条九条。捕上来的鱼放在哪里？一筒两筒九筒。卖出去的赚多少钱？一万两万三万九万。还有，渔民关注的是什么？风啊。所以麻将里就有了东南西北风。还有三张牌，白板是什么？就是帆船。红中是什么？就是桅杆。渔民追求的是啥？就是发财。所以麻将是渔民发明的。”",
    "在丈母娘家包饺子，老婆递给我十五块：“去买两瓶啤酒一瓶醋。”丈母娘对我笑了笑：“钱交给我女儿比交给银行省心，你看，要花多少都替你算好了。”我有点不服气：“但昨天我跟她说要去同学聚会，她不给我钱。”丈母娘：“你跟银行说要去同学聚会，银行就给你钱啊？”"
  ],
  "2020-06-01": [
    "小侄每次理发都护头，各种哭闹，不让理！嫂子在旁边哄着也不行！理发师说话了：小朋友，你看见坐后面等着理发的那个Pol.ice叔叔了嘛，你在乱动，不听话！我就让他把你抓走！小侄一脸委屈，弱弱的问：那个Pol.ice叔叔为什么要听你的，他是你老公嘛？Pol.ice叔叔正在喝水，噗~",
    "老公陪四岁的闺女读书，书上说布谷鸟会把蛋下到其他鸟类的窝里，那么其他鸟就会以为是自己的孩子，把孩子抚养长大。闺女说：爸爸，布谷鸟好聪明呀！老公开玩笑说：对呀，我也要学布谷鸟把你这个小捣蛋送别人家去。闺女语出惊人的说：也许我本来就是别人放在你家里的呢？我%^&*%^&*",
    "今年冬天的第一场大雪后，小侄高兴的拿着铁铲出去玩去了，过了会儿小侄回来，进门就对我说：姑姑，这次你得好好谢谢我，我帮你打扫车上的积雪了！姑姑你猜我把雪铲掉后看见了什么？我忙好奇的问，看见啥？小侄：铲掉雪后发现你的车好几个地方没漆了！",
    "我例行检查儿子的作业，作文题目《我的妈妈》。儿子写道：孩子是遗落人间的明珠，而妈妈本应是上帝派来保护孩子的天使。而我却是上帝掉落的陀螺，我妈妈则是那个喜欢抽陀螺的魔鬼。。。",
    "儿子感冒了，非得给我要饮料喝。不给买，还哭哭啼啼。我就蹲下劝他：你换位思考下，假如你是爸爸，我是儿子，我感冒了，还要喝凉水，你明知道喝了这东西会加重感冒，你该怎么办？儿子听了，立马停止了哭泣，一本正经的想了想。然后，猛的啪一巴掌就呼到了我鼻子上：还敢喝不？兔崽子！我。。。"
  ],
  "2020-06-02": [
    "小侄儿在床上吃零食，我想着等下有好戏看了。我在他旁边，等着他被挨说，过了好长时间，他妈也不进来，于是我也抓了一个薯片。。。随着拖鞋的脚步声由远到近，他麻利的把他吃的食物残，拨到我这边，并迅速的下床，离我远远的。。。“妈，小姑在床上吃东西。。。”",
    "这世界哪里有什么人，只不过都是床放的风筝。",
    "失眠多日，好不容易刚睡着，没想到幸福来敲门。",
    "带狗散步叫遛狗，那带小孩散步呢？遛小龄童。",
    "我和王思聪一样，也是十六岁那年才知道他家里很有钱的。"
  ],
  "2020-06-03": [
    "“前方即将掉头，请注意。”刽子手礼貌地提示说。",
    "过了科目二下车的那一刻，感觉迈入了清华的大门。",
    "对于屌丝宅男来讲，对于挑选女友的眼光是越来越低，对于挑选日本女演员的眼光是越来越高哦。。。",
    "去吃饭，结账时老板说42，我对老板说：“这饮料钱算了吧！”老板低头又算了算：“饮料三块钱刚忘算了，一共45。”",
    "朋友开生日Party，有一个2B送去一束花，朋友很感动，马上又问：“这花多漂亮啊，一定很贵吧？”没想到那个2B道：“一分钱也没花，我是路过墓地捡的，还有很多呢！”我们。。。"
  ],
  "2020-06-04": [
    "一对夫妻在豪华餐厅里吃饭，上完菜后，老公说道：“看起来好好吃啊，快吃吧！”老婆：“亲爱的，你在家吃饭前不是都要祈祷吗？”老公：“因为那是在家，而这里的厨师知道怎么做菜。”",
    "和老公逛商场，看见一条特美的项链，吵着和他去看。“好吧，只看一眼。”“可是人家想天天看见呢~”“真拿你没办法呢。”咔嚓咔嚓，他拍了几张照片：“走吧，回家选一张给你做手机桌面。”",
    "我把手机递给沙发上看电视的二货老公：“看看咱家的购物车呗。”“不看！”二货连头都没转一下，断然回绝。我：“考虑作为还需长期合作、共同生活几十年的合伙人，已经给了你充分的知情权，这可是你自己放弃的额~”二货老公：“切！说的好像知情权能对抗支配权似的！”",
    "二货老婆来电：“老公，实线变道红灯左拐闯入逆行非机动车道撞飞一个人要紧吗？”“我艹！当然要紧了！你人没事吧？”“没事，我倒车不小心蹭到后墙了。刚那就是随便问一下，你现在是不是心里好受点？”",
    "老公：“下辈子你要做什么？”我：“我要做一条鱼，自由自在地遨游。”我：“那你呢？”老公：“我做抓鱼的人，把你捞上来好好养着。”我：“可是你咋知道哪个是我呢？”老公：“抓最胖的那个就对了。”我。。。"
  ],
  "2020-06-05": [
    "我不想欠你的，你泼我的冷水我都收集了，煮沸后我会泼回去给你。",
    "有些人就喜欢翻旧账，去年欠他的钱，今年竟然还好意思找我要。",
    "现在女的追不起啊，我刚谈了一个女朋友。一个星期已经花了我70多块钱了！！！",
    "半夜醒来发现脖子上凉飕飕的，出于职业本能，我以为是有人把刀抵在我脖子上，后来发现是大金链子太凉。",
    "“如何抵挡冬日里的寒风？”“抵挡？明明就是无奈任命任其蹂躏啊！”"
  ],
  "2020-06-06": [
    "寒冬提示：当别人拿手捂你脸蛋时要小心，可能上一秒Ta 刚捂完屁股。",
    "王思聪16岁发现家里有钱，而我都32了还没发现，我家可真会藏钱。",
    "谈恋爱就像学骑车，你没学会的时候，无论怎么小心，都会摔得鼻青脸肿；等你学会了就会发现，无论你怎么样。。。你都追不上保时捷了。",
    "刚刚开车去商场买东西看到一个女生连倒三次都没把车停入车位，看得我好着急，于是指挥她把车挪出来，让她看我示范一次，一次就成功！然后我又给她讲解了停车的各种要领，现在女生找车位去了。。。",
    "爆笑之逗B剧场第300季"
  ],
  "2020-06-07": [
    "最浅薄的关系就是一件小事你没顺着他的心，他就忘记了你所有的好。",
    "打你脸的时候，不要问我为什么打你，因为我给你糖的时候，你从来不会说谢谢。",
    "当你提出离职，领导都会劝你别走，不是因为你很重要，而是想争取一丢丢时间去找你的替代者。",
    "当今社会男女之间的主要矛盾在于：大多数男人都已经意识到自己的贫穷，而大多数女人却还没意识到自己是个丑货。",
    "过自己不想要的生活需要勇气，过自己想要的生活，不但需要勇气，你还得有能力。"
  ],
  "2020-06-08": [
    "谁不是从一个心地善良的孩子被现实折磨成一个心机深重的疯子。",
    "A：“你说咱长这么大容易吗。”B：“说别人我不敢说，反正我是真不容易。”A：“可不是。打在胎里，就随时有可能流产，当妈的一口烟就可能畸形。长慢了心脏缺损，长快了就六指儿。好容易扛过十个月生出来了，一不留神，还得让产钳把脑子压扁。都躲过去了，小儿麻痹、百日咳、猩红热、大脑炎还在前面等着。哭起来呛奶，走起来摔跤；摸水水烫，碰火火燎；是个东西撞上，咱就是个半死。钙多了不长个，钙少了罗圈腿。总算换到会吃饭能出门了，天上下雹子，地下跑汽车；大街小巷是个暗处就躲着个坏人。你说赶谁都是个九死一生。”B：“这都是明枪，还有暗箭呢。势利眼、冷脸子、闲言碎语、指桑骂槐；好了遭人嫉妒，差了让人瞧不起；忠厚的人家说你傻，精明的人家说你奸；冷淡了大伙儿说你傲，热情了群众说你浪；走在前头挨闷棍，走在后头全没份；这也叫活着，纯粹是练他妈一辈子轻功。”A：“是个人就饱经沧桑。”",
    "我：喜欢的男孩子送我一个保温杯，可是盖子丢了。同事：你知道这说明什么吗？迟早要凉！",
    "今天穿上了新买的衣服，到办公室同事就夸我：你的衣服太漂亮了！这花色，这款式，啧啧。。。我很高兴的在她面前原地转了一圈，然后说：光衣服好看吗？比如脸蛋、身材呢？这货不假思索地说：你要是有那些，谁还看衣服呀！你妹#^&%*(%(友尽！",
    "我去买饭回来，合租的室友说刚才有美女打电话说有事要来找你。我一听，先不吃饭了，麻溜收拾自己床铺，乱扔的鞋子，袜子，把垃圾塞床底下放好，迅速洗脸刷牙头发抹了啫喱水，收拾妥当后，房东大妈来了，说：明天我要出远门，你们先把房租交了吧。"
  ],
  "2020-06-09": [
    "前女友是我表弟的上司，表弟工作犯错要被开除，老婆让我找前女友求求情。于是我打了电话，前女友问明情况后说：“她让你找我，你就找我？你有没脑子的？明摆着在试探！我要是为了你帮这个忙，她一定整死你信不信？”我。。。",
    "昨天跟男友逛街，我看见一件非常喜欢的衣服，于是让男友给我买，结果他怎么都不愿意。我就站在那里哭，哭的大家都看我，结果那货看了看，说了一句：“哭吧，哭出来会好受一点！”你妹的&*(&^*()",
    "表弟相亲，第一次女方问表弟“谈过恋爱吗？”表弟说：没谈过！女方嫌弃地走了，说是没有恋爱经验的不要！第二次女方问表弟“谈过恋爱吗？”这次表弟学乖了说：“有，谈了好几次恋爱了！”女方说他是花心大萝卜，又嫌弃地走了。。。第三次表弟变被动为主动，抢先问对方有没有谈过恋爱。结果女方嫌弃他说话太直白不够委婉，也。。。也走了。。。",
    "寒冷使人更年轻，王大爷今年70多岁了，一出门还是冻得跟孙子似的。",
    "同车的妹子悄咪咪盯了我一路，临下车终于忍不住过来问我口红色号，我哆哆嗦嗦地张开嘴：冻的！"
  ],
  "2020-06-10": [
    "南方人看到雪VS北方人看到雪，南方人：啊啊啊啊啊啊，拍照拍照，开心开心，美美美。。。北方人：哦！",
    "你在南方的艳阳里露着背，她在北方的暖房里光着腿，我在不南不北的江浙沪大雪纷飞冻成鬼。",
    "“好冷啊。”“那我给你开个热点。”",
    "冬天了，南方人说室内冷，我说这个问题很好解决，铺上电热毯，回家就钻被窝。有立即反驳：那不行！被窝里有老婆，她会趁机收作业的！",
    "和朋友去超市买虾，问售货员有没有新鲜的？售货员说这虾没死只是在冬眠，然后问我们买多少。我对朋友说：“咱们走吧，不打扰它们休息了。”售货员。。。"
  ],
  "2020-06-11": [
    "下了点碎雪，朋友圈乱了，我给大家科普一下雪花的基本知识！雪花分三种：一种麦香，一种纯生，一种勇闯天涯！就是不知道常温好还是冰镇好。。。",
    "天气太冷了，什么都是冻的硬梆梆的，今天连俺的银行帐号都被冻住了。。。",
    "打电话给妈妈，她说越发觉得自己老了。我问：“那你想不想回到几年前的感觉？”她叹气道：“想是想，但不太可能喽!”“那有什么难的，看我的！”我挂断电话又拨了过去，吞吞吐吐地说，“妈，我没钱了，给我打点生活费吧。”",
    "早上给闺女收拾收拾上学，出门前我感觉外面风特别大，就把我身上的棉袄包在闺女身上，以防路上冷。闺女感动的看着穿着单薄的我说：妈妈，那你冷不冷啊？我连忙说了几句母爱伟大无私的话，然后转身钻进被窝，对她爸大喊：别磨蹭了，快去送孩子吧！",
    "今天回家，妈妈就急着问我问我怎么和女友分手了，我语气沉重的和她说了我的悲惨经历后。她语重心长的叹口气说：“你也不是什么好东西，我要是那个女的我也不跟你。”我。。。"
  ],
  "2020-06-12": [
    "晚上正坐在沙发上看电视，老婆在一角训儿子：“再不听话我就揍你了！ ”儿子试探着说：“妈妈～，你应该不会打人吧？”老婆说了一句：“不会打人？！ ”然后老婆对着我胸口就是一拳，转头冲儿子嚷：“你说呢！ ”",
    "养猫前我妈：你不能养猫，猫身上都是细菌！养猫后我妈：你不要抱小花，你身上都是细菌！养狗前我爸：你敢养狗我就把狗扔了！养狗后我爸：你放假一定要回家吗？你这么晚睡会吵到二哈的！",
    "A：“你喜欢的人叫你什么呀？”B：“叫我滚。”",
    "A：“女孩的体温比男孩要稍微低一点点。”B：“对，我知道。”A：“我是跟女孩子接吻才发现的，你呢？”B：“听别人说的。”",
    "看到女友发了个圈：迟早的事，该不该现在就作决定呢？我含情脉脉地回复：亲爱的，你觉得对就去做吧，加油！10分钟后，接到她的短信：我们分手吧！"
  ],
  "2020-06-13": [
    "闺蜜连续放了好几个屁，我实在受不了了，捏着鼻子问：“你到底吃了什么怎么臭？”她很鄙视地斜了我一眼，说：“做人要厚道，怎么着，闻就闻了，还想要配方？”",
    "为了讨好女友，21岁江苏小伙李某想出了一招，先把女友的戒指偷了卖掉，然后在女友伤心的时候给女友再买一枚戒指，这样既哄得了女友欢心，又没花自己的钱。。。正当李某为自己的小聪明而沾沾自喜的时候，Pol.ice找上了门。",
    "问：看到女友卸妆后有什么感觉？答：女友卸妆之后，依然是花容月貌的样子。妆容只是点缀，是锦上添花，是好上加好。相反，我更担心不好的化妆品对女友的脸造成伤害，所以我觉得我应该多赚钱，给她买最好的化妆品。谢谢我女友缴请我回答这个问题。",
    "今天我去算命，算命先生说我命不好，我就笑了：“你还是说点我不知道的吧。”",
    "我菜怎么了？我是谁打死的？是我自杀的吗？是对面打死的！你冲我凶什么，你凶对面啊！真搞不懂你们是哪一边的。"
  ],
  "2020-06-14": [
    "“四十而不惑”里“不惑”的解释，不是一个人没有疑惑的意思，而是搞不明白的事情，也不想再绞尽脑汁去搞明白了，故称“不惑”。现在回想起来，其实十几年前上学的时候，我就已经不惑了。。。",
    "近一段时间发现皮带老是下滑，以为减肥成功，窃喜不已。今天发现是长得更肥了，肚皮弧度太大，皮带根本无法固定。",
    "一根筷子，轻轻一折就断了，两根筷子，却可以用来吃火锅，说明团结就是力量。",
    "想不到健身房更衣室都还要进行无聊社交，而且话题已经贫瘠到：“好像经常看你穿这条内裤诶！”",
    "太阳终究会燃烧殆尽，到时候地球不也要毁灭了吗？一想到这个问题，我就睡不着觉，希望这一天快点到来。"
  ],
  "2020-06-15": [
    "早上，开门的同事来晚了，打开门大家鱼贯而入排队打卡，感觉就像追悼会遗体告别似的。",
    "晚上十点那会儿找一个女孩聊天，她说：要睡了，晚安。可我刚才看见她还在发微博，她手机是不是被别人偷去了，好担心。",
    "其实一周以来我什么都没做，然后周五的我心里却在想：忙一周了，我要好好休息下！",
    "爆笑之逗B剧场第229季",
    "别人办健身卡，换来了身体的受罪；你办健身卡，换来了心里的安慰。想想更划算呢！"
  ],
  "2020-06-16": [
    "跟老师聊天，你会收获知识；跟长辈聊天，你会收获做人的道理；跟沙雕网友聊天，你会收获一大堆表情包。",
    "世界上如果还有比表白更让人不好意思的事，那一定是提醒别人还钱了！",
    "认真做事的人，领导永远会把难干的工作派给你，因为只有你靠谱，指得住，不会连累到他被上级批评。好处永远是给和他私交好的，还有特别难缠他不愿意惹的人。",
    "看到网上有小黄车押金不能退的情况，就问做律师的老婆这个情况可以起诉吗？媳妇嘟囔一大堆，最后总结说，一般人不较真，较真的付不起律师费，能付起律师费的又不骑这个车，除非是集体诉讼，但集体诉讼这样的案子没有利润，没有律师愿意接。",
    "一个合格的闺蜜，是要一起逛街看中一件衣服，在服务员报出高价时，一个对视的眼神就能立马帮你说出这件衣服的500个缺点的人。"
  ],
  "2020-06-17": [
    "情感小贴士：当你每次拉屎都要问对方“猜猜我在干嘛“时，那你俩差不多就可以结婚了。",
    "快乐就像一个腼腆的小孩，他来找你时你不开门，过一会他就走了，下一次来不知道是什么时候。烦恼就像小孩他二姑，她来找你时你不开门，她就搬个椅子坐在你家门口等你，可能还会叫上自己的姐妹一起来。",
    "“室友脚臭是一种什么体验？”“我没有室友，因为我就是那个脚臭的人。”",
    "微信上，A：“你吃牛肉干嘛？”B：“香呗，喜欢吃呗，有营养呗，这还用问？”A：“我是问你吃不吃牛肉干！吃了给你寄点儿！”B。。。",
    "今天开会的时候，老板突然深吸一口气，好严肃的说：“我是一个菠萝。”大家都愣住了，开始思索自己是什么水果，接着，他说：“希望你们能是我的千里马。。。”"
  ],
  "2020-06-18": [
    "四个工程师坐上一台车，而这辆车一直启动不了。机械工程师说：“起动机坏了吧？”电气工程师说：“可能是蓄电池没电了”化工工程师说：“因为汽油不纯？”IT工程师说：“朋友们，要不我们先下去再坐回来呢？”",
    "商场上厕所出来，打扫卫生的阿姨拿着一个手机冲出来：“小伙，你帮我把这手机拿给那个穿粉色裙子的妹子，她上厕所把手机丢了！”我拿过手机追上那妹子：“你手机掉厕所里了！”妹子接过手机，并没有感谢我，而是问我：“你是怎么捡到的？”",
    "渣男：情感领域的连续创业者。",
    "当你觉得自己不行的时候，就去马路上走两步，这样你就是行人了。 ",
    "男朋友抱怨女朋友衣服太多，而女朋友抱怨衣柜太小。---这就是男女差异。"
  ],
  "2020-06-19": [
    "没有平坦的肚子，就没有平坦的人生。没有高耸的臀部，就没有人生的巅峰。",
    "极端的行为来源于虚荣，平庸的行为来源于习惯，狭隘的行为来源于恐惧。这样来寻找原因一般不会出错。",
    "给人介绍结婚对象的时候评价一个人“适合结婚”，就像在大众点评评价一个饭店的饭“可以食用”一样，是穷尽了所有褒义修辞的可能性之后所做的最后尝试。",
    "“好，是我的错，行了吧。”这句话，男孩说，代表这事完了。女孩说，代表你完了。",
    "梦到有女孩要跟我滚床单，衣服还没脱呢，我就开心得笑醒了。人啊，平时还是得见见世面，否则大惊小怪地，梦都做不好。"
  ],
  "2020-06-20": [
    "刚接到一个电话，“您好，我是瓜子二手车…”我问她，你是卖瓜子，还是卖二手车？她说卖二手车的。我又问她，那瓜子跟你有毛关系？妹子不开心了，回我“我们是嗑着瓜子卖二手车”，把我电话挂了。",
    "昨天穿着大棉袄去练车，教练说来了个大师姐，我抓把瓜子递上去拍马屁：“大姐，您学多久科目二啦？”大师姐平易近人的嗑着瓜子：“看到场边这些丝瓜藤了没？是我春天种哒！”我。。。",
    "营养学家倡导日常生活要素食，还列举了素食的好处：“皮肤白嫩富有弹性。心地善良身材好，最主要的是还可以长生不老。”有人听了不高兴了。问：“说的这么好，世上有这样的人吗？”营养学家笑着说：“有啊，唐僧不是吗？”",
    "和哥们去吃披萨。点了个12寸的，过了一会儿，服务员出来说：抱歉现在做不了12寸的，您看换成两个6寸的可以吗？哥们听了一拍桌子：“圆的面积πR平方。应该是四个6寸才等于一个12寸的”。服务员愣了几秒说：“等一下，我让经理过来”",
    "真是我的亲妹子一次和妹妹去吃宵夜，一般都是我付账，这次学精了故意不带钱包。吃完了我说：哎呀没带钱包，怎么办？只见这货慢悠悠的从她的包里拿出我的钱包，然后说了句：就知道你丢三落四的，刚出门看到你钱包没拿我帮你拿来了。"
  ],
  "2020-06-21": [
    "我又花100多块钱买彩票了，回家媳妇问我：“你是怎么买彩票的！”我回答说：“机选抽取的！”媳妇忙问：“那你认为抽的中奖概率是多少呢？”我认真考虑一下：“很低！”媳妇却反常：“但是我认为抽的概率是百分之百！”“不可能，不可能，媳妇你说得不对！”直到媳妇狠狠地抽我一嘴巴子，我才反应过来，抽的概率的确是百分之百！",
    "媳妇特别爱吃肉，我跟她说，吃太多肉容易变傻！媳妇网上查了一上午，吃午饭的时候，认真地对我说：老公啊，我觉得你说的对，吃肉会变傻！我一听乐开了花，要把那盘大猪蹄挪到我面前，媳妇按住我的手，继续说：我想了想，你是咱们家的顶梁柱，不能傻！所以，以后你别吃肉了，我帮你都吃了吧，就让我一个人傻吧！",
    "老婆瘦了20斤后大哭我很好奇：哭什么啊？瘦下来多好！老婆哭的更伤心了：早知道我瘦下来这么好看，我就不嫁给你！",
    "“老公，晚上你同学聚会！我衣柜里已经找不到一件能穿的衣服了，知道你接下来该做什么了吗？”“知道了，老婆！我马上给你安排减肥计划，晚上聚会你就别去了，到时候我给你打包点青菜回来。。。”老婆。。。",
    "儿子跟在老公后面说：“我要看小猪佩奇！”老公：“我已经把小猪佩奇卸载了，不能看了。”儿子执意要看，老公：“小猪佩奇一家人被人吃了！不能看了！佩奇做成烤乳猪，佩奇爸爸被做成回锅肉，佩奇妈妈被做成红烧肉，只剩下苏西的羊腿了。你晚上要想吃的话，我回去给你解冻一下。。。”我和儿子。。。"
  ],
  "2020-06-22": [
    "和老婆逛街，遇到很久末见的女同学，聊了会儿，她拿出手机说：“加下好友吧。”老婆马上说：“加我的吧，找到我就能找到他。”我。。。",
    "远离Sb，从拒绝照镜子开始。。。",
    "有些女孩表面光鲜亮丽，其实内衣带子已经深深地勒入了后背。",
    "小时候怕在屁股上打针的女孩，长大后却主动要求在脸上打针。为健康受苦不行，但为了美每个女孩都是铁人。",
    "不要因为朋友圈里的小姐姐们都好看就自卑啊，说不定她们照片都是P的呢，你也有很厉害的地方啊，不信你问问，她们有你吃的多吗?"
  ],
  "2020-06-23": [
    "男人成熟要那么久，是脑子都有问题还是什么？女人出门要那么久，是丑的不行还是什么？",
    "听说现在渣男的套路很了不得，跟女孩发展之前，都会开门见山地说“我是个渣男”，搞得女孩子当头一棒被打懵，竟觉得这样的坦白很有诚意，甚至觉得更有魅力了呢。",
    "女：“我在你心里像什么？”男：“星星”女：“原来我在你心里这么明亮。”男：“不，是多一个少一个都无所谓。”",
    "下雨了，如果你的女朋友在外面没有带伞，你一定要以最快的速度赶到她的身边。 否则她可能会到附近的商场里面躲雨，然后可能会顺便逛一逛，然后可能会让你给她买口红，买鞋子，买包包。。。",
    "男：我什么人都不怕，可是我觉得你蛮可怕的。女：为什么？男：因为我怕老婆。"
  ],
  "2020-06-24": [
    "男：能不能和我拍张照？女：啊，干嘛？！男：我要像我的朋友证明，天使是存在的。",
    "男：你到底喜欢谁？女：我只喜欢我自己啊男：那从今天起，我要做你一辈子的情敌。",
    "男：你会喜欢我吗？女：不会男：你不会啊，不会我可以教你啊！",
    "男：你几号生日？女：为什么告诉你？男：我银行卡密码忘了。",
    "男：你很像本书？女：为什么这么说？男：越看越想睡。"
  ],
  "2020-06-25": [
    "男：我有个想法。女：什么想法?男：我想和你一房二人三餐四季。",
    "男：唉！女：你想清楚再跟我说话。男：我没在想清楚，我在想你。",
    "吃饭时我问了句谁借给我五百块钱，发工资时我还她六百。老爸老妈哥哥嫂子只顾着往嘴里扒叉饭，没人吭气！小侄女：“借给你五百等你有钱了能不能还七百？？”我：可以！小侄女转身去沙发上拿出她的小包包掏出钱递给我：“给，这是五百，记得到时侯还给我七百！”我。。。",
    "把手伸到女儿嘴边，女儿长嘴就咬，我说：我上完厕所没洗手。女儿说：没事，我还没刷牙呢。我晕！",
    "电梯里遇到一对母女，女儿说妈妈一会我们一人买一杯奶茶吧～妈妈说给你买就好啦，妈妈要减肥不用了。女儿很着急地说一人买一杯吧，不然你又要把我的都喝掉了。我。。。"
  ],
  "2020-06-26": [
    "“爸爸，把手机放到水里会怎么样呢？”儿子：“那就坏了。”“爸爸你真聪明，我是做过实验才知道的，你是怎么知道的？”",
    "小侄儿来我家骑着小三轮车在客厅和卧室间横冲直撞，拐角处被车把手划得伤痕累累，我：“你去姥姥家也这样骑车吗？”小家伙仰着小脸振振有词：“姥姥家不行，这是奶奶家啊，可以随便骑！”我&^%*(&^",
    "生活就像高压锅，就算不炸，也会慢慢把你煮的稀巴烂。",
    "其实你想想，你的钱包虽然瘦了，但是你的身材胖了，这可能就是著名的能量守恒定律吧！",
    "当代人的气质是这样的：当得到时，就觉得一切都是自己应得的。当失去时，就觉得是规则制定得有问题。"
  ],
  "2020-06-27": [
    "2017年美国被执行死刑的人有23个，但同年美国警察在执行任务过程中击毙了900多人！",
    "成年人的世界真是悲催，想赚钱的没有钱，想休假的没有假，想死的只能活着，想活的反而死了。",
    "“老张，我今年准备要个孩子！”“别呀，等明年啊，明年有新基因改款，智商自检升级，男生自带18cm，女生c罩以上，还有21种新型疾病免疫，我家这个生的早已经是低配版了，你千万忍着啊！”",
    "“这辈子活的很悲催，下辈子你有啥想法？”“下辈子投胎我不做人了，我要变成一棵原子弹，一辈子不用跟人打交道也不用工作，我就躺着，冥想，我就想一个问题：老子到底炸不炸！”",
    "我这一生中，能够遇到我的妻子，我的一生至爱，我儿子的妈妈，真是一种幸运。而不幸的是：今天她们三个碰面了。"
  ],
  "2020-06-28": [
    "原本以为期末复习是查漏补缺，复习了才知道需要女娲补天，补着补着才发现还得请精卫来填个海，最后才发现，其实最好是请盘古来重新开个天地！",
    "考试，同桌轻声问我：“第十题答案什么？”我：“不知道，反正AB肯定错。”同桌：“我也知道AB肯定错，那你选什么？”顿时一种神圣的感觉，为了不负同桌的信任，一番深思熟虑后说：“我选C。”然后就看见同桌很坚定地写上了答案，顿时内牛满面啊，想不到这么信任我，仔细一看，尼玛写的是D！！！",
    "晚上，女厕所里转来一阵尖叫。众女生忙抄起家伙，冲了进去，问：“坏人在哪？”但此女生良久不语，在众人的追问下，女生终语开口了：“我用洗脚的毛巾擦脸了！”",
    "家长会结束后，一名学生闷闷不乐。同学问其原因，他说：“老师侵犯了我的隐私权，爸爸侵犯了我的生存权。”同学很奇怪，又问：“怎么会发生这样的事情呢?”学生解释道：“因为老师把我的考试成绩告诉了我的爸爸，我爸爸揍了我一顿。”",
    "晚上，室友去和男友腻歪回来后，掀开我的被子就钻了进来！嘴里还念道：来，趁着味还没散，让你这多年单身狗体会体会爱情的味道。我TM好想掐屎她。"
  ],
  "2020-06-29": [
    "校长：“见到老人只管扶，他讹你的30万我出，如果告你，我们有语文老师给你写稿子，政治老师给你辩护，如果还是坐牢，放心！地理老师替你勘测地形，物理和数学老师画营救图纸，化学老师配置炸药炸监狱，体育老师去救你我带领全校师生迎接你回来！”",
    "刚下过雨，路上的人不多，迎面走来两个妹子，东张西望的在找路人街访。一个说：“要找什么样的人问啊？”另一个说：“随便，别找太丑的就行了。”然后她俩从我身旁走过去了。",
    "邻居大妈经常向我请教上网的问题，每次我都知无不言。今早出门，我跟老婆说晚上要应酬，大妈的老公隔着防盗门多嘴：“男人说应酬，99％是自己去玩。”傍晚下班回家遇到他，我对他说：“大家都是男人，你早上这样不厚道。”他说：“你厚道？你教我媳妇网购，你厚道？”",
    "今天去面试。面试官说：“你简历上写着说你心算速度很快，那我问问你，13乘以19是多少？”我脱口而出：“65！”面试官说：“这也差太远了吧。”我：“你就说快不快吧！”面试官：“那好吧，明天来上班吧！”我：“什么职位！”面试官：一个高管~~~第二天我：“不是说高管嘛，为什么让我去修水塔？”面试官：“你就说高不高吧！”我。。。",
    "收到哥们短信：去年那种桑葚还要拿吗？要的话打我159那个电话。老婆在旁边瞄了一眼，觉得没什么特别就没理会；但我觉得奇怪，我哪有跟他拿过桑葚？他哪有159开头的电话？正要回他是不是发错了？忽然灵光一闪，我把短信的第1第5第9个字连起来看了看。"
  ],
  "2020-06-30": [
    "最近闺蜜在做微商卖水果，她私下里跟我聊让我在群里下单并好评，然后会把钱退给我。。。我想这事好办，在群里肆意的夸水果甜，脆，香。。。然后在群里发200红包下单10斤，一会闺蜜敲门给我送来了10斤水果。。。我去。。。奸商啊！ ",
    "一丝不苟，说的就是没有一丝绳链拴着，就不能遛狗，而且要紧紧抓牢，你若拴好，便是晴天；你若栓不好，就会跑偏，爱恨就在一瞬间！",
    "科学技术是油门，人类良知是方向盘，对大自然的敬畏是刹车，世人的态度是路况，不顾一切违章疯狂驾驶的叫肇事司机。",
    "跟雨伞学做人，跟雨鞋学做事！雨伞说：你不为别人挡风遮雨，谁会把你举在头上。雨鞋说：人家把全部的重量托付给了我，我还计较什么泥里水里的。",
    "总有一天，剧组开机仪式不仅要拜神，还要拜林则徐。。。"
  ],
  "2020-07-01": [
    "对，你没错，都是你对，我错了行吧！四重否定演示。",
    "如果说中国节日都是为吃饺子找借口，那么那些外国节日都是为开房找借口。",
    "教大家一个克服怕鬼的方法。 睡前对着空气说一句：请帮我关下灯，谢谢。如果灯没关，那就说明没鬼。如果灯关了， 这么懂礼貌的鬼你还怕他干啥？",
    "都32了，我还是单身一个人，独自走在初冬北京寒冷的黑夜，我不禁仰天长叹：老天爷！为什么！为什么我没有女朋友？沉默片刻，天空中传来声音：你憋着急，等会儿我再跟你说，海泉这里还有一堆为什么没回答完呢。",
    "老王上个星期才开始下决心减肥的，他报了一个减肥班，才仅仅一个星期。。。。。。他的手表在健身房被偷走了。。。"
  ],
  "2020-07-02": [
    "刚才乘电梯，同乘的人看我不按楼层，问我去几楼，想帮我按。我说：“去哪都行，我就散散心。”",
    "乘电梯时我突然蹲下吐了，同乘的人问我怎么了，我抬头说：“我晕梯。”突然那个人也吐了。“你也晕梯吗？”我问。“不是，你太丑了！”",
    "男友：今天在街上有个人摔了个仰面朝天，引得周围的人哈哈大笑，只有我一个人笑不出来。女友：哦，那个摔的人是你吧！！！我。。。亲爱的你太厉害啦！",
    "我动去二楼一家公司求职面试，面试官：“你上来的时候，用电梯了吗？”“我没用。”“不好意思，我们不要没用的人。”“我步行的。”“不好意思，我们也不要不行的。”",
    "爱上了一个女孩儿，可是她有男票，有一次她男友把她甩了，她很伤心叫过去我陪她，陪她逛街吃饭看电影。。。后来她男朋友打电话过来，向她认错求和好，她连矜持一下都没有，就直接同意了。那男的问：你在干嘛？她看了我一眼说：老公，我遛狗呢。我%^&*%^&*$%^"
  ],
  "2020-07-03": [
    "同学聚会，有几个同学在讨论买车的问题，一个说要买宝马叉六，另一个说要买宝马叉五，还有一个说要买宝马叉三，然后转身问我买宝马叉几？我说我跟你们不一样，我叉钱！",
    "刚跟我妈说我一个胸大一个胸小，然后我妈说：那么小的胸还能分出大小么！这是亲妈么？？？",
    "总是喜欢在床上抽烟，经常被老妈说。有一年过年在床上抽烟，又把被子点着了，我还很高兴的给女朋友发短信说：今年我肯定火，我把被子给烧了。女朋友很关切的回信：“那你妈没说你吧？”我短信回她：“没有，我妈一进屋就很关心的问我，‘怎么没把你烧死啊！？’”",
    "一家人窝在沙发上看电视，闺女指着上面的西班牙斗牛士说：“妈妈这个我也会，上次回老家我也斗牛啦！”我大吃一惊:“这个好危险的。”转头质问老公：“你咋带孩子的，让她做这个，这么小的孩子，你你你。。。气死我了！”老公撇我一眼：“有啥危险的，她拿她爷的红裤衩逗蜗牛玩呢。。。",
    "在街上遇到上高中的表弟，和小女生手拉手，甚是恩爱，看到我表弟有些局促，“哥，你千万别告诉我妈！”我笑着说“放心吧，肯定不说，你别怕啊！”表弟“不是，我不怕，就是你想啊，我妈知道了，那你妈不也就知道了，到时候肯定又埋怨你，这么大了还没对象，我怕你难堪！”卧槽。。。"
  ],
  "2020-07-04": [
    "跟父母回老家，看到隔壁院子种了一棵橘子树，我望着满树的橘子口水止不住的流。。。于是跑回去拿了凳子站上去一口气摘了十几个，一溜烟跑回家偷偷吃了，心想反正没有人发现！结果晚上吃饭，隔壁来我家还凳子来啦。。。",
    "看到姑姑在化妆，小侄女跑过来：“姑姑，我也要化妆。”“小丫头，你化什么妆？”“姑姑，我们班上有个男孩……”“瞧不出来啊，才上一年级，就有男朋友了？是不是想好看点，让他更喜欢你？”“不，他太讨厌，我要像你这样化个妆，吓死他！”“滚……” @往事如风",
    "哥们：咱们关系怎么样？我：很铁！哥们：那好，既然这样，我跟你借钱的话你愿意借多少？我：60块。哥们：靠，都很铁的关系你才借60？我：对啊，废铁一斤5毛，你120斤。哥们：......@因风化龙",
    "问：请问您这次获得摩托车世锦赛冠军，是在哪里培训的，进步如此神速？我以前是送外卖的@呦呦ta爹",
    "老姐突然问我：“老弟，你年龄也不小了，我有个闺蜜，人很温柔，从没谈过恋爱，长的还漂亮，要不我给你介绍一下吧？”我：“姐，你以前不是说过，我不能打你闺蜜的歪主意吗？”老姐：“这个贱人，欠我钱不换，我让她嫁给一个又懒又馋毛病还多的男人，生不如死”我。。。@呦呦ta爹"
  ],
  "2020-07-05": [
    "蜗牛病了，坐在轮椅上，由乌龟推着出来晒太阳。蜗牛：“我有点儿头晕。”乌龟：“是不是太阳太毒了？”蜗牛：“不是，速度太快了，我晕车。”@好心情",
    "去见女友，正想抱着亲热，女友一把把我推开了。女友：“你吃了大蒜？”我说：“是的。”女友：“下次吧！”第二天，我又去见女友，正想抱一下，女友又把我推开了。女友：“你吃了韭菜？”我说：“是的。”女友：“下次吧！”女友这么挑剔，气死我了。第三天，我什么都没吃，看你还有什么说的？我见到女友，又要亲热。女友：“今天这么干净了？”我说：“是啊，我今天可是什么都没吃。”正得意，女友又把我推开了。我问：“又怎么了？”女友：“你什么都不吃，我怕你关键时刻低血糖晕倒了。”艹，我想死的心都有……@好心情",
    "“孩子学习什么都会受到环境的影响，作为家长，我们要言传身教。所以，我决定在孩子暑假这两个月，我们每人各带一个月，分别将自己最拿手的东西交给儿子。”两个月过去了。儿子跟着妈妈学会了打麻将，跟着爸爸学会了吐烟圈。@娱乐宗师",
    "老夫妻正在为儿子的未来焦虑。老公叹了一口气道：“这孩子不是读书的料，我看还是送他去技术学校，学习开车比较好。将来当不了公交司机，还可以开开出租。”老婆鼻子哼了一声道：“开出租？还没有上岗就要交十几万的承包费，你能给我把钱给我变出来吗？”“那怎么办？”“我看还不如让他跟街边的瞎子学学算命。一旦学成归来，我们只需给他置办一张椅子，一副墨镜，他就能上岗挣钱了！”@娱乐宗师",
    "我发现，老师的话都是骗人的1，班主任说，学好数理化走遍天下都不怕，后来我才知道，不买门票，数理化学再好也不能走遍天下。2，历史老师说，以史为镜，可以知得失，我对着历史书看了半天，还是想不起来，我的钱包丢哪里了。3，数学老师说，两点之间直线最短，可是，每次坐出租车，司机都是带我绕很多圈的。4，语文老师说，连字都写不好的人，智商也高不到哪里去，怪不得现在庸医这么多呢。@呦呦ta爹"
  ],
  "2020-07-06": [
    "我跟妹妹说：你闺蜜同学不少，给我介绍个对象呗，总不能让你哥我这么单着啊。妹妹：可以，不过得等等。我：等到什么时候？妹妹：等我想跟谁绝交的时候。我。。。@因风化龙",
    "我们小区有三大男高音1，张大爷，我们小区收破烂的，只要他扯着嗓子喊一声，全小区的人都能听到。2，马大爷，我们小区的门卫，只要有陌生人来访，他一嗓门，住户就能知道。3，我爸，我们小区三大男高音之首，只要他扯着嗓子一喊，全小区都知道，那是我妈在施行家暴。@呦呦ta爹",
    "先生：“你的面相显示，你是个多灾多难的人。”悟空一惊，问：“你是怎么看出来的？”先生：“手上拿根棍子，说明你是个调皮的人，不合群被人赶出来的；长的像猴，说明你离开人类很久了，和猴子生活了很长时间，近墨者黑嘛；头上戴个铁圈，说明你偷人家的东西被逮住，人家用这个圈套着教训你……”悟空跪地：“请先生别说了。”@好心情",
    "女记者采访。1、采访男神记者：有女生说，您很有男人味。男神俊朗一笑，没有说话。2、采访土豪记者：有女生说，您很有男人味。土豪一呲牙，道：很多女生都这么说。3、采访屌丝记者：有女生说，您很有男人味。屌丝：啊？！我前天刚洗的澡啊！ @呦呦",
    "在草原游玩，我兴奋地躺在草地上，吟诵起来了那首美丽的草原诗：天苍苍，野茫茫，风吹草低见牛羊……一旁的女同事问我：这样的画面美吗？我笑了笑，说道：不美。女同事问：为什么？我看了看女同事，说：风吹过来了，草低下去了，却看见一只恐龙……女同事：尼玛！！@好心情"
  ],
  "2020-07-07": [
    "和老婆逛街，老婆一指：老公，你看，那边有个女的，太漂亮了。老公：不看，看了我如何面对你？老婆听了很开心：饱饱眼福而已，怎么叫如何面对我？老公：你说我看了这么美的，再看你这张脸，我如何面对？老婆啪一巴掌：滚……@往事如风",
    "“哥，你这是咋的了？”“唉，出车祸了！”“啊，车祸？哥，你这伤怎么看也不像是出车祸的啊！”“尼玛，哪不像？”“车祸，怎么你全是脸上一道道抓痕？”“老婆要我给他清空购物车，我不同意，吵了几句，被老婆抓脸了，不是车祸是啥？” @往事如风",
    "笑话集原创笑话精品展第187期",
    "一个英俊的男人牵着一条狗，女神会说：“哇，这是个有爱心滴暖男哦。”丑陋的男人遛狗，女孩会说：“两条狗！”",
    "小鲜肉是中国新一代男性的原型，这一代男人的特点是：身材矮小，没有胡须，不关心肌肉力量，不关心腹部肌肉，他们认为只要没有大夷妈就是男人。。。"
  ],
  "2020-07-08": [
    "不要相信任何一个女孩说她不心疼钱，但凡出现“不是钱的问题”，那就是钱的问题。同理，女孩说我不接受你不是因为你不帅，而是性格不合。别信，就是因为你不帅！我跟你说，没有女孩儿会跟吴亦凡性格不合，他什么性格，我们都跟他合。",
    "分手就分手，下一个更成熟。拜拜就拜拜，下一个会更乖。以后你找你的丑八怪，我找我的高富帅，没有你的日子我照样嗨！",
    "早上在办公室玩手机，查了下保时捷911的参数，同事过来瞟了一眼，说：估计你这辈子跟这车都没关系了。你这句话要是在我昨天刮别人车之前说我还信。",
    "胖纸真苦B。吃个饭吃少了，旁人就说：装的吧，吃这么少；然后吃多点吧，又有话了，吃这么多，你猪啊；最后索性不吃吧，呀，减肥啊，太阳打西边出来啦；你丫的，胖子不是人啊。。。",
    "酒吧里跟人起了冲突，对方说：“你等着！我叫人来揍你！”我从日落等到天明，从酒醉等到酒醒，也没有等到他。难道挨一个人揍这么难吗？ "
  ],
  "2020-07-09": [
    "假如A和B都长的很帅。A会在休息天带你去各种你没发现过好玩的地方，好吃的东西，一起看星星看夕阳，看美好的风景。B事业有成，但是不能陪你去旅游，只能让你买买买。请问：这2个男的和你什么关系？你搁这儿看半天！",
    "儿子：妈妈，咱家不动产有什么啊？我：房子，还有车。儿子：你确定车是不动产？不动怎么开？我爸说，像你这样吃完饭一动不动的才叫不动产。",
    "小明对妈妈说：\"我给你讲个笑话吧，从前有个傻子，很喜欢说没有，别人问他什么他都说没有，你听过这个笑话吗？\"妈妈说：\"这个月的生活费还有吗？\"小明。。。",
    "老爸把家里所有的钱财都放在老妈名下，老妈调侃他：“这么放心我？不怕我带着所有的钱跑了？”老爸说：“你人都跑了，我要钱干什么？”我。。。一大把年纪还吃他们的狗粮。。。",
    "今天妈妈看着教程做了四个菜，我下决心，不管什么味道，一定要吃完，鼓励鼓励她。当我把筷子伸向一只螃蟹时，螃蟹突然夹住了我的筷子。。。"
  ],
  "2020-07-10": [
    "医院里，一母亲带着小女孩打针。小女孩：“妈妈我不想打针，疼！”妈妈：“宝贝儿听话，这里这么多护士阿姨，咱们找个打针不疼的。”小女孩：“那哪个阿姨打针不疼呢？”妈妈：“妈妈也不知道，咱们试试看吧。”小女孩高兴的点了点头。。。",
    "我爸给我讲的：那年，我一岁多，吃饭时一个不稳，掉了块肉在地上。我颤颤巍巍的伸手去捡。我妈看到后大叫一声：脏！！！于是她把肉捡起来放我嘴里，却把刚铺的地板擦干净了，然后满意的点了点头!",
    "生活就像一碗汤，里面有各种料，最多的料是世事难料。",
    "哎呀你看看你，天庭饱满，地阁方圆，活生生的一个旺财相！",
    "大多青年人分不清东南西北，但却可以精准地喝西北风。"
  ],
  "2020-07-11": [
    "为什么有人喜欢露脚脖子，因为这可能是他们全身上下最瘦的部位了。",
    "生活小常识： 你妈之所以能够经常很神奇地帮你找到你自己都找不到的东西，不是因为你妈有什么神奇的魔法，而是因为她就是那个把你当初放的好好的东西藏起来的人。",
    "当贫困的我一次又一次在“把这件衣服买了”和“去吃火锅”中艰难做抉择的时候，终于意识到我连“吃饱穿暖”这个看似朴素的诉求竟然无法同时满足。。。",
    "记得爷爷跟我说：钱要装好，掉了被别人捡到会骂你的！我不明白，为什么要骂我？就在昨天我在路上捡到100块钱，嘿嘿，我高兴说了一句：哪个傻B掉的！",
    "名词解释‘老失机’：年纪已经不小了，还总是失去机会的人，别人已经在人生的高速公路上疾速行驶，老失机还在期盼着什么时间能开车。。。"
  ],
  "2020-07-12": [
    "D&G风波,让我想起上一次意大利品牌在中国引起这么大讨论还是李云龙打平安县城的时侯。",
    "女儿一年级了，老师建了个家长群。一热心的家长提议大家相互熟悉一下，群内热闹的很：“我做进出口贸易的”“我做连锁餐饮”“我做点小生意，翡翠玉石”“我做游轮旅游主要是欧洲和南极”随后又有人说我们家长聚聚联络一下感情吧。有一位一直沉默的家长说：我出五千。”片刻寂静后，有人回应：“我觉得五千够了。”",
    "小李到自动柜员机上取钱，取一万居然吐了两万。小李看看监控，从中数了一万放进包里，把剩下的留在机柜上就走了。可没想到，半个月后，小李接到了银行的电话，说他拿了银行的钱，要告他。小李满不在乎地说：“我今年刚通过司法考试，你们的钱我没拿，也没义务替你们保管！”对方沉默了一会儿，说：“你拿走的是我们银行的一万，留下来的一万才是你的。”",
    "男A：我们办公室的一个女同事特烦人。男B：怎么了？ 男A：说话总发嗲，跟谁都自来熟，还老让我们帮她打饭。男B：说重点吧。男A：她长得很丑。",
    "女友嫌我没本事，提出分手，最近意外被我撞见跟我们经理挽着胳膊在一起。。。事后经理主动找到我，对我说：“小孙你别在意，其实你前女友，嫌贫爱富，我是看不过去，把她追到手，然后过段时间再把她甩了，替你出出气！”我。。。"
  ],
  "2020-07-13": [
    "女同事：“搞不懂现在的女孩子，怎么会有这样的要求，一结婚就要有一辆车，有一套房，有一笔存款。”我：“就是就是，太现实了。”女同事：“不是说好事成双吗，再怎么样也要有两辆车两套房两笔存款啊！”我勒个去。。。",
    "早上带狗去散步。在路上，我遇到了一个抱着狗的妹妹。当两只狗互相看时，它们就会开始亲密起来。小妹妹看了我一眼，说：“看好你的儿子。”我低下头，对我的狗说：“你岳母不喜欢你！”",
    "和表弟在家看鬼片，他咬着手指头，好像很紧张的样子。我吓唬他：“要是那女鬼现在从电视里爬出来怎么办？”他说：“你都结婚了，当然让给我啊。”",
    "坐一女同事的顺风车回家，路上抛锚了，她立马下车，打开车前盖检查。我也下车问她：什么问题？她说：我哪知道，我看别的司机抛锚了都是这样做的！ ",
    "路边的葱兰开的正艳，随手采下几枝，攥成一小簇，洁白素雅，煞是好看。男友却说：“扔了吧，那都是路人的尿浇出来的！”我^&%*%^&。。。“你吃的香喷喷的粮食，还是‘庄稼一枝花，全靠粪当家’呢！”"
  ],
  "2020-07-14": [
    "和女友出去玩，在路上她不小心踩到香蕉皮了，幸好我身手敏捷，一把抱住她的腰。。。于是就这样抱着她深情相望，想着不如就吻上去吧，刚要有所行动呢，口水却TM先行一步！！！",
    "小丽和小李彩礼都谈好了。小李：“彩礼我们谈好了，那你有什么陪嫁吗”？小丽；“陪嫁一辆车吧”。小李欢呼道：“什么车”？小丽；“购物车”。小李晕倒。。。",
    "上班时收到老婆短信：吃什么食物能减肥？我上网查了一下回她：1.玉米；2.山楂；3.苹果；4.地瓜。下班回家看到她躺沙发上喘气，问她怎么了？她说：“一根玉米两颗山楂不在话下，三个苹果也还行，四个地瓜撑死我了。”",
    "MD今天打牌到早上，身上5000输光了，想着回家去老婆要骂，就去ATM机上取了7000大洋，回家和老婆说赢了2000！钱一放就洗澡去了！洗好出来准备睡觉，老婆过来就揪我耳朵说：你晚上打一晚上赢的钱全TM新的，还连号？我擦！取款机还我命来。。。",
    "跟老婆逛街，老婆：“你冻得脸都青了，还不把围巾系上？”她把围巾系我脖子上：“你看，脸色马上红润起来了！”我说：“是呀！再系紧点，脸还会变紫呢。”"
  ],
  "2020-07-15": [
    "今天我对老婆说：“咱们一块去吃火锅吧！”老婆问：“太阳今天怎么从西边出来了？”我回答说：“附近一家火锅店搞优惠活动，本月内，女的180斤以上吃饭打5折。”老婆大怒。。。把我暴打一顿，最后老婆还是跟我去吃火锅了，虽然到现在还脸疼，但是也值了。",
    "昨晚吃饭的时候，老婆：我们学校有个家长，脾气特别暴躁，经常看她对孩子喊，就是歇斯底里那种！我：有你对我喊的时候的声音大么？老婆想了想：没有。。。",
    "“从前，三角形，圆形，平等四边形和梯形约好一起出去玩。结果到了约定那天，圆形，平等四边形和梯形都来了，只有三角形没有来，这个情形叫什么？”“全等三角形”",
    "“从前有个人姓铁，他从小就不长头发，请问他得了什么病？”老铁没毛病！",
    "有一天 白气球遇到黑气球一见面白气球二话不说就打了黑气球黑气球非常生气于是，它做了一个决定。。。。。。。。。告白气球！"
  ],
  "2020-07-16": [
    "小白兔蹦蹦跳跳的来到商店“老板，来包跳跳糖！”老板给它拿了一包，小白兔蹦蹦跳跳的走了，老板说怎么不给钱？小白兔蹦蹦跳跳着说我是只兔纸哪来的钱呀。",
    "某植物学家对一农民说：“你相信吗，植物是有思想的，这是真的，我有实验证据。”农民说：“我信，比如黄豆就有思想，豆腐脑嘛。”",
    "招聘岗位：游泳池救生员。要求：能喝。",
    "今天逛商场，去洗手间时，看到一个年轻大叔站在女厕所旁边，神色尴尬。女厕所传来熊孩子的声音：“你不给我买，我就不出去。”大叔你有一个好女儿！",
    "我对三岁的侄儿说：宝宝，姑姑教你数数好不好？结果，侄子一脸懵B的看着我：你叫我叔叔？？？"
  ],
  "2020-07-17": [
    "今天和哥们儿去吃火锅，他拿出来一瓶酒，对我说：“来，尝尝，这酒82年的。”然后问他女儿：“宝贝儿，你想喝点啥？”他女儿：“给我来一瓶82年的哇哈哈 ！” ",
    "儿子：爸爸，给我报个班吧？我想学点防身术！我：你就在咱们小区上幼儿园，还担心不安全鸭？儿子：外面是安全，我是想回到家后用！我#$%(%$^#&",
    "和媳妇逛街，儿子打电话奶声奶气的问：“你媳妇呢？”我逗他：“不知道啊。”儿子小声说：“她想玩带遥控的小火车，我说费钱，她生气就跑了，你快买一个回来哄哄她吧。”我和媳妇都惊呆了。。。",
    "女儿：爸爸，你说要一个二胎，赶紧点吧，就是三胎我都没有意见了。我：去年跟你说，你坚决不同意，过个年你怎么就想通了？真的生你不后悔吗？女儿点点头：我想通了，不后悔！我：姑娘啊，你咋想通了的？女儿：我觉得靠我一个人实在养不起你！才几个月，我压岁钱，全被你诓去花光了！我-_-|",
    "和二货朋友聊天，他说他来世做条狗，饿了就去刨垃圾随便整点吃的，困了在大街上随便睡，又不冷。瘾发了就乱找个母狗来一发。另一个朋友回他：想吃屎就直说不要说得那么委婉。。。"
  ],
  "2020-07-18": [
    "刚刚在节目看到了一个中美混血儿，喜欢的不得了，就激动地对身边的男友说：老公！老公！你看！混血儿多可爱啊！以后我也给你生个混血儿吧！然后他脸都绿了。。。",
    "一小伙子抱着一只兔子上车，司机拦着他喊：“没看见牌子上写着不让带宠物乘车吗？”小伙子不慌不忙转身道：“师傅，这是食物！”",
    "坐公交，因为人太多，有一女的就把窗户开了一点，旁边一老头很凶的说：“我不能吹风。”砰的把窗户关了。那女的也很生气的说：“你是骨灰啊，一吹就散啊？！”老头$#%^$#%",
    "我问算命的：“我还能减肥不？”算命先生掐指一算：“你小减可以换衣服，大减可以换丈夫！”我又问：“要是不减呢？”算命先生：“那你就换床呗！”",
    "怎么撩男孩子，我闺蜜说很简单，拿出防晒霜，故意挤了很多，然后娇嗔：“哎呀，不小心弄多了，来，伸手。。。”再把多出来的防晒霜涂到男生手上，注意双手紧紧包住他的手，反复涂匀，十有八九他就是你的了，这招数简直是恶魔啊。"
  ],
  "2020-07-19": [
    "没错，我就是靠脸吃饭，所以营养不良。",
    "就算生活放你一马又怎样，用不了多久照样被它将军。",
    "“傲娇怎么治？”“哼，你以为我会告诉你？”",
    "在脸上砸了那么多钱护肤，身体任何一块皮肤都比脸上好！",
    "如果一个人很有钱，要花光不容易；但想到通过投资增加财富，就有可能破产。"
  ],
  "2020-07-20": [
    "大人们总说希望孩子们永远不要长大，但又希望长不大的成年人成熟点。",
    "人口老龄化程度可以这样衡量：成年人尿不湿销售量超过婴儿尿不湿销售量。",
    "要是没钱没房没车，女孩子说喜欢我，我都不敢答应。她不懂事，你得懂！",
    "冬天的基本礼仪是不问别人这样穿不冷吗？而是说“你今天穿的真好看！”",
    "孤独有七个等级一级:一个人去逛超市。二级:一个人去快餐厅。三级:一个人去看电影。四级:一个人去旅游。五级:一个人搬家。六级:一个人单独过所有节日。七级:一个人去做手术。"
  ],
  "2020-07-21": [
    "“你有车吗？”“有两辆。”“两轮的还是四轮的？”“四轮。”“两个摩托车？”“是一辆三轮车一辆独轮车，没想到吧！”",
    "碰到单位老王：你一大男人，不会真的想办张美容卡吧，我看到这几天中午，楼下的几家美容店你都跑遍了！老王：哪里！这几天工作不顺，让她们夸夸，找找自信！",
    "“晚安。”“晚安。今天这么早？”“假的，骗你出来的。”",
    "下班时我提议打麻将，然后有个大姐打电话给她老公：“我们两天没那个了，今晚吃完饭早点休息好不好？”不一会儿她挂了电话对我们说：“行了，把他吓跑了，去我家打吧。”",
    "男：“我马上要走了”女：“嗯”男：“可能不会回来了”女：“嗯”男：“真的走了”女：“嗯”男：“你就不挽留一下我吗？”女：“你机票我已经撕了！”"
  ],
  "2020-07-22": [
    "有个地区非常富裕，以至于富人们无法行善，于是他们从外地请了一位乞丐来此。日久天长，乞丐生出许多脾气，动不动就威胁道：“我明天就回老家去，看你们向谁施舍。”",
    "“爸，海啸是什么？”“额，那平时都是我们去看海，而海啸就是海来看我们。”",
    "我化了个桃花妆去他奶奶家，结果他奶奶说：“咋啦？闺女，最近上火了吗？”",
    "看电视的时候，电视演了表达对母亲的爱，大声说出妈妈我爱你。然后我就深情的说：妈妈我爱你！我妈说：爱我就去做饭、洗衣服。",
    "老爸：女儿我养了你二十多年，你这死活嫁不出去，啥时侯能换个男人养你啊？老妈：那还不容易啊！老爸：哇，女儿找到男朋友了？老妈：没有，我要是改嫁，不就能换个男人养她了。爸。。。"
  ],
  "2020-07-23": [
    "爸妈吵架，老爸一怒之下把电视砸了，老妈也把微波炉砸了。。。我问老爸干嘛砸电视，老爸说：“早想换一台大的了，你妈一直不肯。”我问老妈：“干嘛砸微波炉。”老妈说：“早想换一个蒸汽炉了，你爸嫌贵。”我。。。",
    "为什么我没有一个很漂亮，很有气质的女儿。而我妈有，真嫉妒她！",
    "我也应该在你的购物车里，因为我也是：打折的便宜货！",
    "老婆说我疑心病太重，我当时就脸色一沉：哪个男人教你这么说的？",
    "MD，老子再也不吃饭看手机了，刚把别人啃过的骨头我又拿起来啃了好久！"
  ],
  "2020-07-24": [
    "闺蜜哭诉着自己被处了八年的对象劈腿，我不禁感叹男人没一个东西。整整八年的感情啊！竟然抵不过我的一次勾引。",
    "女生之间不能轻易合影，再亲的闺蜜也不能，因为各自设置的美颜相机参数不同，只适合自己的脸。",
    "如果我跟你说了晚安，但一小时后你看到我在上网，请不要惊讶，我没骗你。我睡觉就这个流程，必须躺着玩会儿手机，这是我入睡的必要条件。",
    "可能我长的太帅了吧，无论走到哪里，都能引起女人的注意。昨天，我走在商场的门口，有两个女人被我帅气的外表吸引，不断的相互小声说话，谈论我的相貌，还想用钱讨我欢心，其中一个胖女人说：“看那个乞丐，又丑又脏，可能不是职业乞丐，给他点钱吧！”",
    "爆笑之逗B剧场第228季"
  ],
  "2020-07-25": [
    "散步时儿子问：“妈妈，你算幽默的人吗？”我：“我觉得算！”这时走在前面的老公甩出一个响屁！“你不服？”我问。老公：“我是给你下一个腚论！”",
    "周末逛公园，老公买了个风筝，放着风筝他不由地感叹道：“都说婚姻就像放风筝，我就是你手里的风筝，不管飞得多高，线始终握在你的手里。”我听了不禁一阵得意，刚想开口夸他，就听他喊：“快看风筝跟别人的风筝缠在一起了！！！”",
    "老婆：“你在干什么？”老公：“没干什么。”老婆：“没干什么？你已经盯着结婚证看一个小时了。”老公：“我在找有效期。”",
    "今天买了点核桃回来，老婆要吃，我就把核桃全砸了给她吃，并说：“补脑，多吃些。”这二货边吃边来句：你是不是觉得我没脑子啊？！我。。。",
    "我的工资卡由老婆保管的，昨天我问她：“好些年了，我的工资有没有涨？”她：“涨了一点，这样吧，下个月开始多给你五十块零花钱。”我：“涨了一点是涨了多少？”她一咬牙：“一口价，再给你300，别问了。”我。。。"
  ],
  "2020-07-26": [
    "参加闺蜜婚礼，她32岁才结婚，我问老公：“你觉得现在多大结婚才算正常？”老公：“男子60周岁，女子55周岁，这样结婚后双方都有退休工资，也不用上班，很幸福！”我。。。",
    "自习课，一个同学对另一个同学说：你翻书慢点行吗，我冷！！！",
    "辟谣！！！生物课上老师说近亲结婚会使下一代致残，但是我爸娶了我外公的女儿，我不一样挺正常！",
    "不要因为买了很多书没有读而产生任何负罪感，正是这些买了没有读的书让很多书店活了下来。买书读了是读书人，买书不读是慈善家，都好。",
    "不得感叹网络真的越来越发达了，想当年学习的时候还需要翻阅很多的书籍才能找到想要的资料，现在随便掏出手机出来上上网，就能把学习的事情忘得一干二净了。"
  ],
  "2020-07-27": [
    "历史考证想翻书看答案，就问同桌：“老师呢？”这时老师拍拍我的肩膀说：我永远在你身边。",
    "总有家长纳闷：同一个老师教，怎么孩子们的成绩差异这么大？也许答案就在下面：老师以4G的速度讲学神以Wifi的速度听学霸以3G的速度记有的学生以2G的速度瞅有的听着听着掉线了还有个别压根就没开数据连接还有几个一直飞行模式甚至有一开始上课就自动关机了听讲效率就这样悄悄拉开了学习成绩的鸿沟。。。",
    "一个女孩在神前祈祷：“神啊，我们分手了，我想要彻底忘记他却忘不掉，该怎么办？”神赐给她六大厚本关于他的详细资料，让她每天背诵，每周摸底、每旬统考、每月模拟，持续了三年，最后正式考了一次。女孩答出了关于他的每一个问题，然后出了考场，立刻就把他彻底忘光了。",
    "爱一个不爱你的人，就像在南方等暖气！",
    "“不是不报，时候未到。”这句话是财务发明的吧？"
  ],
  "2020-07-28": [
    "冲浪和滑雪的最大区别就在于。。。水的温度。",
    "少年富则腾讯富，少女富则阿里富，少年娘则中国娘。。。",
    "因为不想麻烦别人，结果被当成了独立；因为不想让人担心，结果被当成了坚强；因为不想敷衍了事，结果被当成了能干。",
    "听着搜不到的歌，看着得不到的人，望着去不了的地方，想着从前的故事。——“抖音”里最无奈的四件事",
    "世界上有种微妙的力量，叫作“我爸妈不同意。”此种力量可以阻碍探索、隔绝诱惑，直至左右人生！"
  ],
  "2020-07-29": [
    "有房子是美好的，想象一下两个人慢慢装修出自己想要的家也很美好。可是根本预料不到，一装起来居然有那么多东西可以吵。",
    "房间总是很乱的人：1.善于把衣服堆到椅子上，摞很高却谜之平衡2.能将纸巾饮料零食充电器等一切必需品集中在床周围1米内，有如祭品3.钱包里一大沓小票，比钱还厚4.旅行归来会把箱子放在地中间，供上一周5.厨房一排封好的垃圾袋，有如收藏品6.一旦开始打扫，又彻底到你家人都害怕7.五天内乱回原形",
    "今天一大早，就听见嫂子骂小侄子：“这么大了还尿床，羞不羞啊！”小侄子愤愤的道：“金毛老是跑我床上睡。我撒泡尿让它知道，这窝我的！”",
    "问外甥：小猪几条腿？答：四条腿。问：跑起来呢？答：那乱七八糟的我哪数的清。",
    "弟弟不睡觉，半夜了还在闹腾，老妈气急之下照着屁股就是两巴掌，哭了几分钟就自己睡着了。我在一边幸灾乐祸啊：“该！敬酒不吃吃罚酒！”老妈：“闺女，你小时候就是这么过来的，经验是在你身上总结出来的。”我。。。"
  ],
  "2020-07-30": [
    "饭桌上，儿子边吃边说：“妈妈你是属猴的？”我笑着问他：“你怎么知道的？”儿子说：“爸爸告诉我的。”我问他：“爸爸是属什么的？”儿子说爸爸没告诉他。我告诉他：“你爸爸也是属猴的。”儿子听了点点头，过了会儿，问我：“你们两个都是属猴的，那我为什么是属猪的呢？”",
    "老师说：“家里养宠物的小朋友请举手。” 小明回答：“我爸爸的宠物最厉害了！听妈妈说，爸爸在外面养了一只狐狸精，我还没见过呢。我还发现我爸打电话时，总说家里有只母老虎，我总找不着，问爷爷，他只是叹了口气说：“不止一只啊！”",
    "今天看到邻居家的丫丫在哭，我就问侄女丫丫怎么了？侄女说她想去超市买好吃的，她妈不给她钱。我就给侄女了10块钱，说你陪她去买吧。过了一会两个小家伙还没走，我就悄悄过去看她们在说什么，只听丫丫说：10块钱不够啊，要不我再哭会吧。。。",
    "失恋，闺蜜来开解我，我委屈的说：我对他的好，已经超越底线，不明白他为啥还出轨？她给我分析：“是不是因为你对他太好，太细致入微，所以他拿你当他妈妈了！”我：“拿我当妈和他出轨有关系嘛？”闺蜜：“当然有啊，他想给你找个儿媳妇啊！”",
    "闺蜜：“我在夜市摆了个摊贴膜，需要你的帮助。。。”我一脸懵B的说：“我也不会贴膜呀，也帮不上忙呀！”闺蜜淡定的说道：“没事，不用你干啥，你就在我旁边坐着就行，无聊的话，你就低头玩手机看段子，然后别忘了穿个吊带上衣就行！”我&*(%^&("
  ],
  "2020-07-31": [
    "我：“你眼前有一个五米深的坑，里面没有水，假如你跳进去你能出来吗？”哥们儿：“这还不简单，把脑子里的水放出来不就漂起来了吗？”我：“你脑子里有那么多水吗？”哥们儿：“我脑子里不进那么多水干嘛要跳下去啊？”",
    "今天一钓友被老婆家暴了，打电话让我去劝劝他老婆，去了一了解，笑死我了。。。这家伙不知在哪听说，新鲜牛屎打窝钓草鱼效果奇好，特意去河滩搞了一泡新鲜牛屎，为保持鲜度，他把牛屎放家用冰箱了！",
    "一位醉汉酒驾被查，Pol.ice怎么说就是不下车，最后有个Pol.ice说了一句：“你下来我请你喝酒！”醉汉开心地自己下车了。。。",
    "收音机前的听众朋友们，下面请欣赏一段魔术。",
    "别的地方的厕所叫厕所，办公楼的厕所叫工作避难所。"
  ],
  "2020-08-01": [
    "被生活打脸很疼的，你说你不怕，生活就会觉得你脸大。",
    "在你变成光头之前，每一个根脱落的头发都没觉得有责任。",
    "鱼和熊掌不可兼得，但单身和穷可以。",
    "“如何让川普换灯泡？”“告诉他那灯泡是奥巴马装上的。”",
    "听到了三个令人非常绝望的残酷事实：1.平均下来，人类拥有的眼睛数量甚至还不到两个；2.即使只统计那些身体健康的人群，仍有几乎一半的人没有子宫，无法孕育胎儿；3.迄今为止，人类出生后的死亡率还一直维持在百分之百，居高不下。"
  ],
  "2020-08-02": [
    "庄子与惠子游于濠梁之上。庄子曰：“鯈鱼出游从容，是鱼之乐也。”惠子曰：“子非鱼，安知鱼之乐？”庄子曰：“子非我，安知我不知鱼之乐？”惠子曰：“知子莫若父。”",
    "一哥们说，他初中老师总是给他安排漂亮女生做同桌，他内心还挺感谢老师的，结果毕业的时候，老师才告诉他原因，说是那样能防止漂亮女生早恋。。。",
    "班上老师在训话：没人笑你们笨，都是笑你们懒，要知道笨鸟先飞。。。这时一女同学插话：老师我要是一只鸡不会飞呢？班里一片死寂，老师：野鸡也会飞的。女同学：那我要是家养的呢？老师怒：都有人养着你还飞个毛啊！全班哄笑。。。",
    "刚刚迎新回来在食堂买吃的，听见两个学妹讲话。学妹A：今天迎新的没见到几个长得帅一点的学长啊！学妹B来了一句：出来迎新帮忙搬东西的八成都是没人要的！我。。。",
    "今天上课，我的女神坐我后面，上课的时候，女神没带书，老师说没带书的站起来，我把书给了女神我站起来，老师说：“站起来还这么得瑟，出去做500个蛙跳。”大概过了5分钟女神也出来，我说：“你咋出来了？”女神说：“上数学课，你给本英语书干嘛？”"
  ],
  "2020-08-03": [
    "“在规定的地点，规定的时间回答问题，你的前途和命运取决于你的回答。你知道这叫什么吗？”“高考。”",
    "早上在学校食堂买豆浆。我：“阿姨，还有没有红枣味豆浆了？”阿姨：“呀，卖完了，现在就只有黑米的了。”我：“好吧，那就来杯黑米的吧！”接过来尝了一下：“阿姨，您拿错了吧？这个是红枣的啊！”阿姨：“是啊，意不意外？刺不刺激？惊不惊喜？”我。。。",
    "能搬起石头砸自己的脚，也算是拿得起放得下了。",
    "刚上班，一女同事打电话过来，让我过去把她电脑音量调大些，明明是她自己调小的。。。然后她还说：“你能给我一个和Win10系统兼容的鼠标垫吗？”",
    "出门遛狗偶遇前男友，我家金毛屁颠屁颠的跑到他面前，非常亲昵的在他腿上蹭来蹭去！前男友：“我们和好吧，你看你家的狗狗还是那么的喜欢我！”当初是他提出分手的，现在又想吃回头草。我淡淡地说了一句：狗喜欢吃屎啊。。。"
  ],
  "2020-08-04": [
    "刚去吃海底捞，排队期间，对面马路有人吵架打起来，于是我就站在门口看了起来，接着有服务员给我搬了把凳子，然后还端了点心过来，然后跟我说，他们已经派人过去打听打架的缘由了。让我稍等片刻。。。",
    "凡事要往好了想，虽然王思聪的一万块没有抽中你，但是老师上课提问抽中了你、领导临时加班抽中了你、还有朋友聚餐结账都抽中你了鸭。",
    "以前当过一个美女的备胎，她经常和我短信聊天，偶尔约我出来喝咖啡感慨一下 人生，但手指头都不让我碰一下。后来她说要结婚了不能再和我联系，但她觉得我人不错，把我介绍给她表妹。就这样，在她撮合下，我和她表妹一见如故相识相知，我成了她表妹的备胎。。。",
    "敬告各位男性朋友：今天没有让女友过好双十一，明年女友让你真正过双十一。",
    "我的双11购物预算：王思聪抽的那一万+天猫抽的清空购物车+支付宝帮还一年花呗+自己钱包里的0.11！"
  ],
  "2020-08-05": [
    "双11已经丧失初心了。要是真想发福利就直接像头几年那样五折就够了，而不必像现在这样，满屏令人费解的数学题。",
    "今天公司发工资，领到钱后我问老板：“我的薪水不是4000吗怎么只发了3500？”老板说：“双11做活动，每满400减50。”",
    "“我翻开任意一家网购平台一查，歪歪斜斜的每页上都写着‘多买多返’四个字。我横竖睡不着，仔细看了半夜，才从字缝里看出字来，满满当当都写着的字是‘穷’！”",
    "双11之后，天气转冷，钱也花光，本人现在开展滴滴暖被窝业务！一万块包过冬，五万块包过年，先转账再暖被窝！",
    "那些双十一买买买到吃土的人真是太不明智了，跟我学学，虽然我双十一也把钱花光了，但是我全是买的吃的鸭！"
  ],
  "2020-08-06": [
    "‘钞’，稀有金属，将其放入购物车中，加入双十一这种催化剂，可瞬间变成空气，留下一堆残渣叫快递。",
    "我在餐饮店送外卖，有个客户总喜欢点我们店的外卖。有一次，他问：“你们外卖是不贵，但你们厨师是老厨师吧？”我：“是啊，经验丰富，做的菜是一流的，味道与众不同，您也吃得出这个是老厨师的手艺？”客户：“老厨师的手艺我吃不出来，但我总是能吃出白头发来！”我。。。",
    "本人近视，那天看到前面一女拎着一个白色打底青色流苏状点缀的包包特别好看，感觉好配自己买的湖水绿的连衣裙，遂跑上去说：“你的包包好好看，哪儿买的？”结果走近一看：是一个塑料袋里面挂了两把大葱。",
    "“今天我生日，竟然意外地听到了生日快乐歌！”“谁唱的？”“洒水车。”",
    "相亲，刚点了根烟，女孩儿就咳嗽了两声，我二话没说把烟掐了。这时她来句：“我咳嗽是让你给我也来一根，你TM却把烟掐了！”我。。。"
  ],
  "2020-08-07": [
    "我以为若干年后，我们再次见面,你我都开着车，在一个豪华的大酒店聚会。然而现实却是：我在工地搬砖，你却和你老公来工地挑户型！我次奥！",
    "6000多首歌从KTV下架，对我完全没有影响，对于我来说，只要果盘不下架就行。",
    "你的钱虽然不是大风刮来的，但是像被大风刮走的。",
    "掉头发是因为太久没对象，你的头发认为你出家了，所以开始脱落。",
    "穷人这个词太伤自尊，现在叫价格敏感型消费者！"
  ],
  "2020-08-08": [
    "只要人人都能用批评他人的标准来要求自己，世界将变成美好的人间。",
    "称呼面前加个素字都是假的，比如素肉、素鸡、素三鲜、还有素颜。",
    "上学时看到“不良”二字，想到的是混混。工作后看到“不良”，想到的是呆账，退休后看到“不良”，想到的是药物反应。",
    "耳垂有什么用？在外面玩不回家，你妈、你老婆找到你时，带你回家专用。",
    "不努力，你背井离乡干嘛，当卧底啊？！"
  ],
  "2020-08-09": [
    "中国式婚姻——凑合！中国式教育——补课！中国式恋爱——房、车！中国式旅游——上车睡觉，下车尿尿，到了景点拍个照。中国式交通——堵车！中国式父母——啰嗦！中国式浪漫——K歌！中国式交情——开喝！中国式朋友圈——赞我！中国式过马路——凑够一波人就走，从来不瞅车。",
    "女人彪脏话这事儿，长得漂亮就是真性情，长得丑就是没家教。",
    "女人总是怀疑男人不爱她，而男人怀疑女人是不是又在怀疑他不爱她。",
    "女孩第一次感到人生幸福大概是小时候爸爸背着你满世界溜达，女孩第一次感到人生绝望大概是结婚后老公背着你满世界溜达。",
    "都说女人好色，其实女人好色只有五种：黄色的黄金、粉色iPhone、白色的宝马、黑色的貂皮衣、彩色的RMB！"
  ],
  "2020-08-10": [
    "人都是有执念的，有时候你觉得你非常喜欢一个人，喜欢得死去活来，非Ta不可，那只是因为你还没有得到Ta。。。",
    "在不喜欢的人面前家里是有门禁的，家教是很严的，外宿是不存在的。在喜欢的人前面，对不起，我是孤儿。",
    "老婆就像居家的拖鞋，柔软舒适，给你温暖惬意。小三就像外出穿的高跟鞋，磨脚还不舒服，但，就是漂亮！",
    "建议女生不要问男生当初为什么追自己，因为男生会不好意思回答，毕竟告白了这么多人只有你一个答应了。",
    "我发圈：再也不想单身了，多么希望有个人可以和我一起吃饭的时候抢菜吃，白天抢电脑，晚上抢被子！损友回：早上抢刮胡刀。。。"
  ],
  "2020-08-11": [
    "一同事对另外一同事说：嗨，兄弟当初你在天上当天蓬元帅的时候能不能干过二郎神啊？另一同事沉默了会说到：能不能干过二郎神没试过，但肯定能干过二郎神身边的你。",
    "我以为若干年后，我们再次见面,你我都开着车，在一个豪华的大酒店聚会。然而现实却是：我在工地搬砖，你却和你老公来工地挑户型！我次奥！",
    "车站，一男帮一位姑娘抬了抬行里，他问：美女你多大了？女：92的。男：有对象没？女：还有。男：给你相个亲呗。女不好意思道：给谁相啊。男：给我儿子！女边笑边说：你都有儿子了？才多大啊给我相亲？！男：目前还没有，所以我先要给他相个亲妈。。",
    "“大姐，多少钱”“78。”“啥！咋这么贵！便宜点儿呗！”“不搞价”。“怎么就不搞价呢！大姐你看看，你看看这材质？这手感？那能值78啊！”“先生麻烦您快点，再不买票火车就开了。”",
    "一妹子在发传单，一二货走过时没给他发，他拐回来就问：“你是不是嫌我丑？为什么不给我发！”发传单妹子一脸懵B：“妇科广告你也要？”二货更急了：“你就是嫌我丑，不然怎么知道我没女朋友。”妹子^%*&%$^&*"
  ],
  "2020-08-12": [
    "我问妈妈：“如果时间倒流，你还会选择嫁给爸爸吗?”妈妈说道：“还会的!”我很感动，虽然妈妈经常抱怨爸爸的小毛病，但还是深爱着爸爸的啊。然后妈妈对我说：“你怎么不问问，如果时间倒流，我还会生你吗？”",
    "接到老妈深夜来电“你弟两口子吵架了！快给你弟媳妇儿打电话劝劝……”“妈，这种事还是假装不知道的好吧？人家小两口自己会解决的……”“好！等你们两口子吵架的时候我也假装不知道！”",
    "一大龄男青年，一直找不到女朋友！这天他父母和他说：儿啊，这样不行啊，要不你就去民政局门口那蹲着等离婚的吧！",
    "我手机被班主任没收了。我妈：你是班上第一个让没收手机的吗？我：好像是吧。我妈：那你不觉得丢人？第一个就是你。我：不是，我记错了，还有好几个人也被没收过手机。我妈：那你还不引以为鉴，还能让没收手机？",
    "昨天从外地回来，没回家，今天到家看到老爸醉熏熏的在沙发上。老爸：“什么时候回来的？”我：“昨晚回来的”。他大怒道：“坐碗回来的？怎么不坐盆回来？”我。。。"
  ],
  "2020-08-13": [
    "刚才在买衣服，导购挺热情，看我在看一条裤子，赶紧跑上来说，您现在看的这条裤子是我们家今年的新款，非常适合身材不好的人穿！",
    "我男朋友怀疑我出轨了，我被劈头盖脸一顿揍，直接手机都给他摔了，我别的男朋友都没有怀疑过，就你TM一天事多！",
    "马上就双十一了，每到这时候就是我生意最忙的时候！双十一之后我收到的废纸箱是平时的几百倍，想想就兴奋。。。",
    "单身土豪相亲会，佳丽如云，高的矮的胖的瘦的美的丑的老的少的文的武的喜的悲的，各种露各种装各种矫情，各种履历各种情怀，各种无性经验各种旺夫。这样低声下气、曲意逢迎、委身屈从、妄自菲薄不就是为了钱？赤裸裸的拜金！实在看不下去！我冲进现场怒拍桌对主办方厉声斥责：凭什么男的不能参选？！",
    "你在万达买一堆东西 王健林不会记住你你在腾讯充一堆点券 马化腾不会记住你你在淘宝大肆购物 马云不会记住你但是你点击我的头像往我这个号发个红包，我一定会记住你，还会回复你，还会说谢谢你！"
  ],
  "2020-08-14": [
    "今天立冬了啊，有人说该吃饺子了。不过实际上古话说的是:“冬至不端饺子碗，冻掉耳朵没人管”，所以说应该是冬至吃饺子而不是立冬吃饺子。不过当然如果想吃，什么节假日都能吃饺子，比如传统佳节“圣诞饺子不蘸醋，圣诞老人打驯鹿！”",
    "如果你在大街上看到一个男人好好走着路，突然双腿一颤，状似太空步，又像霹雳舞，走几下还来个小跳步，似魔鬼的步伐，那一定是秋裤夹腿毛了。",
    "延误了差不多1个小时，终于上飞机了。刚落座，身边的大叔苦笑着低声说：难怪会晚点，空姐都TM没一个正点的！",
    "爆笑之逗B剧场第227季",
    "A：“和女神在一起缠绵时最怕发生什么？”B：“醒了。”"
  ],
  "2020-08-15": [
    "他深情的对她说：我要的很简单，一杯水，一顿饭，生病的时候一碗药，一句我爱你。但是我希望，水是你倒的，饭是你做的，药你熬的，我爱你是你亲口对我说的。她也深情的看着他说：大朗，吃药了。",
    "我很爱我女友，有次吵架，她说：“我想我们应该冷静一段时间。”我问：“要冷静多久？”她看了看我低电量的手机：“等我手机没电了就会回来。”我一阵欣喜，然后她把手机插插座上充电去了。。。我#$%^$%#^&",
    "相亲对象是位特文静的美女，相聊甚欢，最后，我问了句：你平时也这么温柔么？女孩淡淡的说：老娘要平时都这么温柔，还TM用相亲？",
    "我：“筷子是最优秀的食器，可以解决除喝汤外的所有需求。”吃货女友：“如果筷子是空心的，喝汤也没问题了！”我。。。佩服！佩服！",
    "今天跟一个女业务员上课，讲销售心理学，怎样从心理角度抓住客户。该女业务员说：我从不从心理抓住客户，我都是从生理抓客户！"
  ],
  "2020-08-16": [
    "老公，当你看到这条微信的时候，倒计时就已经开始了，如果在22点之前，你还没有回家，我就将床底第二个隔板下，厕所第四个暖气缝，茶几右下角的空隙，阳台左边第六块瓷砖你藏的私房钱全部没收。。。",
    "老婆让我去晾衣服，我说：“每次都是我，要不猜拳来决定吧。”老婆说：“好吧，如果你输了，你就先迈左脚，如果你赢了，就你先迈右脚。”",
    "今天出差，昨天向老板预支了几千，昨夜被老婆发现了，早上老婆起的贼早。结果上班后发现钱包里的钱没了，马上就火了，家贼难防啊，马上打电话给老婆，问个清楚：老婆，我钱包里的钱，昨晚是不是怕冷就跑你包包里去了？",
    "看了贫困山区青少年的艰苦生活，我产生了帮助他们的强烈愿望，便跟老婆商量：“要不咱资助一名山区女孩吧，把我不用的书和你不用的衣服都寄给她，每月给她一点小钱，还可以定期过去看看她，跟她聊聊命运和人生，多有意义。”老婆脸色铁青，冷笑道：“呵呵，不就是再养个小三儿么。”我#$%^#$%",
    "车站小店里，店主夫妻和一个女的吵架，那女的对男的说：“你摸着良心说，你这东西是我碰坏的不？”男的媳妇冷笑一下：“你问问他，我不让他摸良心，他敢摸不？”"
  ],
  "2020-08-17": [
    "“奶奶，我扶你起来吧！”“不用了，谢谢！”“没事，这是我该做的。”“你脑子有病吗？这是我的位子，凭什么是你该坐的！！”",
    "A：“你现在手里有一万没？有一万的话给我打过来。” B：“有倒是有，不过我留着还有用呢！”A：“求你了，都一下午了一把没胡，你就成全我一把吧！”",
    "九旬愚公，立志举家齐力铲平门前太行、王屋两座大山。愚公说：“虽我之死，有子存焉。子子孙孙，无穷匮也；而山不加增，何苦而不平？” 智叟问：“你怎么保证子孙会这么做下去？” 愚公抿嘴一笑，写下遗书：“孩子们，告诉你们一个秘密，山里有矿！”",
    "坐公交车，看到一个纹身+墨镜的黑社会大哥为一个老奶奶让了座，其实纹身的人不坏，想想也好有爱。老奶奶也很感激的对大哥说了句：“谢谢！”那大哥来了句：“你跟我客气个蛋啊！”",
    "餐馆吃饭，见端上来的鸡汤乌黑浑浊，看着很不干净，于是叫来老板询问，老板气定神闲的说：汤没问题，因为这是一只乌鸡！我冷哼一声：乌鸡怎么可能卖这么便宜？老板急忙道歉：对不起，对不起。回头喊了一嗓子：服务员，10号桌60块的鸡算错了，改成130！"
  ],
  "2020-08-18": [
    "“你们几个，把他手固定住，给我吊起来打！老子不信今天治不了你！”“医生，我感冒打个吊针至于吗？”",
    "做客车到站下车，有好多小三轮，一个大妈问我：“坐三轮不？”我看了她一眼，没说话。“小伙子，你去哪啊？”我寻思咋这烦人呢，“出国！”大妈楞了一下，“那我拉你去机场吧，快上车。。。”我。。。",
    "今天去驾考科一，才知道作弊设备越来越先进了，有藏在头发里，有耳朵里的。。。可我不知道，进考场的时候，监考人员用那种手持的探测器，围着我头顶转了几圈。。。我不解的问：脑袋有什么好检查的？监考人员冷冰冰的说：查查你脑子里有没有作弊的邪念。。。",
    "我去水果店买水果，旁边一个女人问老板娘：“有什么水果能醒酒的吗？我老公喝高了到现在还在说胡话。”老板娘：“买点榴莲和橘子！”那女人：“那怎么吃？”老板娘：“让他跪在榴莲上吃橘子！”",
    "电梯里，一男一女吵架，貌似是女的要买包包，男的嫌贵，女的“不给我买是不是，老娘跟你说，想给我买包包的人多了去了！”男的气呼呼的说：“你长啥样儿心里没个B数吗？！”女的急了：“我长啥样儿，我这样咋了？？？”男的指着我说对那个女的说“你卸了妆比她还难看。”握草。。。"
  ],
  "2020-08-19": [
    "哥们几个逛街，看到电线杆子上有个重金求子的广告，我问旁边的大壮：这些是不是骗人的？他说：算你聪明，他们会找你收体检费，看你的基因好不好，还有什么关系费，乱七八糟的费，加起来有6，7万。我不屑的说：这么明显的骗局有人上当吗？他说：肯定有啊，不然我怎么知道的那么清楚！我。。。",
    "我爸是兽医，一天他去给邻居李伯伯看羊，羊身上有刀伤。我爸：“哪个杀千刀的，把你的羊捅成重伤？”李伯伯：“是我自己捅的。我在学校路过看到我儿子金榜题名，回来准备宰羊请客，一刀下去，我儿子回来说，榜上是跟他重名重姓的人，不是他。。。你看这羊还能再抢救一下吗？现在就是我杀了，也没心情吃啊。。。”",
    "儿子一大早就慌慌张张的跑到我跟前：“妈，昨晚跟老爸吵架了吧？别生气，我可是站在你这边的，记住，儿子是帮你的，可不能学别人那样吵不赢拿孩子出气呀！”",
    "“爸，出事了！出事了！”我急忙小声说道。老爸一边看着电视，一边说道：“慌什么，出啥事了？”我：“我藏的两百块钱被老妈发现了，现在正在里屋发火呢。。。”老爸生气的说道：“该！老爸平时怎么教导你的，这回看你怎么办！”我淡定的说道：“爸，关键我藏在你鞋里了！”老爸%$^&$%^&",
    "妈妈：瞧你这手，多脏呀！你什么时侯看到过我的手像你这样脏？女儿：哼，那是因为我从来没有看到过你像我这么大的时侯。"
  ],
  "2020-08-20": [
    "今天去烧饼店买烧饼，种类有甜的有咸的，可是老板不在，只有老板家的6岁小儿子在。我说要一个咸的烧饼，小家伙貌似不知道那种是咸的，只见他从一个烧饼上揪了一小块放到嘴里，然后跟我说这个是咸的，然后打包递给我。。。",
    "小侄子带女同学来家玩儿，我在一旁逗他：“这是你新交的女朋友？可没上次那个漂亮啊。”小侄子不屑地瞥了我一眼，对小女孩说：“别听我小叔胡说八道，一个单身20多年的单身狗，看见两只猫走在一起都想拆散，他是嫉妒我们呢。”我%#$%&#",
    "我哪里有说错做错的地方你一定要告诉我，不然下一次我都不知道该怎么气你。",
    "最近惹女友生气一直不理我，说她需要时间和距离，我就纳闷了，她是要算速度吗？",
    "为防止本人双十一乱花钱，我决定在群友中选一位替我保存钱，大家可以把支付宝发给我，我会在明晚公布是哪位朋友这么不要脸。"
  ],
  "2020-08-21": [
    "父母总是担心我乱花钱，却不担心我有没有钱可以乱花。",
    "请问：南半球的脱衣舞娘们绕着钢管转的方向是否和北半球的相反？",
    "吃饭，一个馆子的外卖服务有满额多少元的优惠，但是在店里吃的话就没有这个优惠，经过思考，问老板：我能不能点外卖，然后在你店里吃啊？",
    "相声讲究的是‘三分逗，七分捧’，谈恋爱的时候也很适用，剩下九十分就靠钱啦！",
    "“你造吗，传说无骨鸡爪是一群老太啃出来的。。。”“真的？她们好伟大啊！工作量这么大还要忍着不吃！多亏她们我们才能吃上这么美味的东西！好尊敬她们哦！”"
  ],
  "2020-08-22": [
    "我：“我不喜欢吃甜食,饭量也一般般,饮食习惯也挺健康的,怎么会血糖高呢?”对面女同事笑笑说：“是不是因为我们办公室的几个小妹妹长的太甜了？”我&^*^&(",
    "今天在公交上听见两个女的聊天，女A：“哎，你养的泰迪什么时候下崽啊，给我一个呗！”女B：“哼，老娘还没找到对象呢，哪轮得到它！”",
    "生孩子那天，闺蜜不远万里来陪我待产。感动之余暗下决心，绝对不会忘记她的这份友情～进产房之前我疼的哇哇大叫。闺蜜心疼的给我擦额角渗出的汗水，握紧我的手。然后。。。默默的掏出手机，拍了几张我呲牙咧嘴的面部照片，发了朋友圈。。。",
    "“你愿意做我女朋友吗?”“看心情，心情好就愿意。”“那你现在心情好吗？”“被你这种人表白，怎么可能心情好？”"
  ],
  "2020-08-23": [
    "网吧上网，网管突然递我一支烟，让我很是受宠若惊，又有些犹豫，平白无故得为啥要给我烟？是套路我？还是看我有成功人士的范儿，想和我做朋友？心里正百转千肠间，网管一脸祈求得跟我说：“兄弟，求你了，你把鞋穿上吧。”",
    "天有多冷呢？我一个同事说他前几天相亲，吃完饭出来，姑娘走在前面冷的打哆嗦。他立刻把风衣脱下来追过去，结果快赶上的时候，同事又把衣服潇洒的穿上了。后来他想想，不后悔。。。",
    "今天老婆对女儿说：以后考试放松心情好好考，考不好没关系，我和你爸爸还年轻，打死你还能生。",
    "今天哥哥带着三岁的小侄女去放风筝，风很大把线刮断了，风筝飞走了，两人只好很郁闷的回家。回家的路上小侄女问：爸爸风筝飞走了，那它什么时候飞回来？哥哥回答到：下个月你妈妈给我零花钱的时候它就会回来啦！小侄女坚定的点了点头。。。",
    "“哥，你是不是怕老婆啊？”可能是碍于面子，我哥只是小声的回了一声：“嗯。”结果没想到被小侄子听到了，跑过来说：“爸爸，我也怕你老婆。”"
  ],
  "2020-08-24": [
    "一家四口逛商场我和媳妇说：给我买条裤子吧！结果媳妇还没来得及说话，五岁大女儿抢着来了句：都这么大人了还乱花钱，也不知道省点钱给你孩子买东西吃，不买。两岁小女儿接了句：姐姐说的对，不买。",
    "带儿子散步，他问我：“爸爸你会不会爬树？”我单臂一伸，两下就爬上了路边一棵上。结果这熊孩子在下面拍手大笑：“爸爸你要是再拿个香蕉就太像猴子了!”",
    "儿子：“爸，朋友要跟我去游乐场玩。”爸爸：“你这是在通知我，还是在征求我的意见？”儿子：“我是在跟你要钱。。。”",
    "对我现在的女朋友来说，我就像是上帝。我一直看着她，但她却不知道我的存在。",
    "出门逛街，发现满大街都是美女配丑男的组合，突然觉得很心痛。为什么我都没女朋友？而更心痛的是，明明我比他们还丑。"
  ],
  "2020-08-25": [
    "你看见别人那么努力，那么勤奋，那么意气风发的走在成功的路上，你问问自己，难道不想成为他成功的绊脚石吗？",
    "大家请注意，如果最近出现，平时对你爱答不理的女同事，好久没有联系的女同学，隔壁公司的女职员，向你示好请慎重对待，可能是双11她的购物车满了！！！",
    "人生中遇见的每一个东西，出场顺序真的很重要，抹完护手霜之后短时间内是打不开润唇膏的。",
    "据说，人在皱眉时需要牵动42条面部肌肉，而微笑则只需要17条。这告诉我们，面对生活，还是保持发呆比较省力气。",
    "你要是喜欢上了一个人，就要从现在开始好好提升自己的涵养，增长自己的见识，宠辱不惊，温文尔雅，这样等Ta和别人结婚时就不至于当众嗷嗷哭出声。"
  ],
  "2020-08-26": [
    "我没把该做的事做完完全是因为时间不够，所以只要给我充足的时间，我一定会继续拖着。",
    "如果你总是很失望，那你应该好好反思一下为什么有那么多希望！",
    "为什么长得好看的姑娘有钱花?因为好看的姑娘节约了修图时间，而时间就是金钱。",
    "爆笑之逗B剧场第225季",
    "好久没收到礼物了，我生气地边啃大肘子边冲老公嚷嚷：结婚有什么好的，钓上来的鱼都不用下饵了！老公在屋子里转了一圈，盯着我，说：那这个钓鱼的可亏了，工资给鱼了，房子给鱼了，这家里的一切都给鱼了，鱼把家都吃了，这钓的是大鲨鱼啊！"
  ],
  "2020-08-27": [
    "散步中，老婆：老公，我走在路上回头率怎么这么高？老公：说明吸引人啊。老婆：是吗？你说我哪吸引人啊？老公：老婆，你想啊，人家不敢看你正面，回头看你，只能说你屁股吸引人啊！",
    "老婆问我咱将来生个男孩呢还是女孩？我说女孩，老婆问为什么？我说听说女孩是父亲上辈子的情人。老婆惊讶的说：哇，要真是女孩，上辈子我差点成你丈母娘哎。。。",
    "老婆收了很多快递。我气愤道：你怎么给自己买那么多东西，真是太自私了。老婆：我吃肉你也能喝汤。我：怎么，有给我买的吗？老婆：没有！这些纸箱你拿去卖钱！我。。。",
    "老公喝多了回来弄的鼻青脸肿的，我问他咋整的？他激动的喊道：“我刚进小区，一个男的上来就骂我，然后还要抢我的包，真以为我喝多了呀！我直接就跟他撕打了起来，最后我胜利了。。。”我大惊道：“咱爸下楼迎你去了！你看到没？”",
    "学校天天说穷，但却从不缺钱印卷子 ，这一点让我。。。十分不理解！"
  ],
  "2020-08-28": [
    "正在上课，突然老师手机响了，老师看了又看，纠结了半天，问道：领导电话接不接？我们一起大声说：接。老师跑到外面拿起电话：喂，老婆，什么事啊？",
    "班主任治早恋，不批评不谈心不请家长不棒打鸳鸯，就把俩人放同桌坐，并且跟他们说好要坐到毕业。刚开始当然都开心得要死，整天粘粘糊糊卿卿我我，但距离产生美日久见人心，基本不到半年就扛不住了，最后无一例外哭着求着要调开，班主任一脸冷漠：“你们给我扛到毕业！”",
    "看到很久没拉过的小提琴，想起了我的小提琴老师，他曾经恳切地嘱咐我：“日后不到万不得已，切不可在别人面前拉琴，实在推脱不了了，就说自学成才，没请过老师。”这种淡泊名利的谦者之风，我今日回想起来依旧肃然起敬。",
    "某天喝了感冒药，自习堂上扛不住趴在讲桌上睡了。然后我隐约感到有人掐我人中，睁开眼一堆人围着我。其中一个边掐我边喊：醒了醒了，救活了！！",
    "本屌属于看见美女就脸红的那种，女同学们竟然于玩起了从我脸红的程度区分了她们谁更漂亮的游戏。。。不带这样玩的吧！！！"
  ],
  "2020-08-29": [
    "万圣节还用化妆？直接本色演出就好了，穷鬼一个啊！",
    "男生单身久了看谁都是貂蝉，女生单身久了看谁都是渣男！",
    "10个漂亮女孩儿，一半觉得自己不好看，另一半觉得自己不够好看；10个男生，一半觉得自己帅，另一半觉得自己帅得要命。",
    "如果你的自拍怎么都找不到好看的角度，那你就必须认识到你本人比照片好看这件事了。",
    "这年头要女人干啥？！男人跟男人结婚，就会有两套房两辆车。"
  ],
  "2020-08-30": [
    "生活状态：每天早上丧气连天，工作上学磨蹭发蔫，一到晚上鬼话连篇，半夜还说自己修仙。",
    "喜欢是藏不住的，捂住了嘴还会从钱包里跑出来，从银行卡里划出来。",
    "在这个世界上，不要太依赖别人，因为即使是你的影子也会在黑暗中离开你。",
    "女友：“老公，如果我要死了，你跟你前女友睡一觉能救我的命，你睡吗？”我。。。",
    "兄弟爱上一姑娘，他妈妈嫌弃女孩家穷，不许交往，哥们终日郁郁寡欢，我看在眼里对他说：别怕，我帮你搞定。次日我去他家中做客，听到他妈妈的脚步声我立刻把他扑倒热吻。。。他妈妈把我赶了出去，下午我哥们就打电话给我说她妈妈同意他和那个女孩在一起了。。。"
  ],
  "2020-08-31": [
    "我：我想打你男朋友一巴掌。女神：别逗了，我都还没男朋友呢。她一说完，我机智的朝自己脸上甩了一巴掌。女神：那你帮我扇死他吧。",
    "微信上，他：你愿意嫁给我吗？她：没有人会在微信上求婚的！他：那你上扣扣。。。",
    "早上看新闻，一个女的要跳楼，好几个消防官在一边劝她，僵持了一个小时，趁她往楼下看的时候一个消防员跑过去抓住了她，你猜她喊啥？她喊的是：救。。。命。。。啊。。。",
    "餐厅吃饭，附近有好几个空座，一帅哥走了过来，偏偏坐在我身边。瞬间周围传来好多羡慕嫉妒的眼神，我暗自窃喜，抬头望了望帅哥，帅哥见到我这个眼神，来了句：你别误会，我女友不让我坐在漂亮的女生旁边，说她不放心！",
    "没回家之前爸爸妈妈都说想我了。。。回来之后发现，他们不过是想骂我了。。。"
  ],
  "2020-09-01": [
    "我躺在车后座上，我爸妈直接下车把车锁了。我在车里敲车门、给他俩打电话，他俩不接还说：孩子在前面都打电话催了吗！快走快走！！我#$&*^%^&",
    "从前有个很笨的孩子，他的数学很差很差，有一次考试。父亲：孩子这次你竟然考了90分，0是不是你写上去的？孩子：不，爸爸！9才是我写上去的。。。父亲感叹的拍着儿子的肩膀：不错啊孩子，终于会写9了。",
    "高考考得不理想，于是干脆不上了，就没去填志愿报大学～～～没多久，好多普通大专寄录取通知书到我家里，我全扔垃圾桶里，傍晚我爸爸回家，看见了垃圾桶里的录取通知书，全捡起来了！我就大吼我不再上学了！！！我爸默默的说了句：“这纸你拿去可以卖钱！”我。。。",
    "回家晚了，被拿着棍子的老爸，狠狠揍了一顿！事后，老妈抱着我，问道：“疼吗？”我哭着说道：“疼。。。”老妈又问道：“恨你爸爸吗？”我说道：“不恨！”老妈感叹道：“哎，女儿就是跟爸亲，这么打你，你也不恨他。。。”我淡定的说道：“我为什么要恨他？要不是你刚才喊了句，给我打！老爸根本不会打我。。。”",
    "肚子饿起来，我连亏都吃；嘴巴渴起来，我连西北风都喝。"
  ],
  "2020-09-02": [
    "我正在房间里玩电脑，这时妈妈推开门就进来。我顿时火大：“能不能先敲门再进来，尊重一下我的隐私？”说完，我就走出了妈妈的卧室。",
    "工作的时候就是要给自己定一个可达到的小目标，然后再定个稍大点的目标，就很容易实现。比如先混到这周末，然后再混到元旦，最后实现混到过年的大目标！",
    "很多人都说我国南方和北方有巨大差异，亲身经历以后感觉没什么区别：在北方我找不到女朋友，来到南方同样也找不到女朋友！",
    "最近我看上了一辆车，叫保时捷卡宴，但是也对它不熟悉，我又是真的想买，所以我想问一哈买过的人，你们那个钱是从哪里来的?",
    "如果大多数现代人都饱受脱发之苦，那其实正说明，脱发代表着人类的进化方向。我应该作为同类中进化更快的优异群体而坦然接受，不向旧势力低头！！！"
  ],
  "2020-09-03": [
    "听那些已婚人士说，有时在外忙碌一天很累，但回家听到孩子喊一声“爸爸”就觉得一身疲惫都值得的。我今天累了，你们能喊我一声爸爸吗？我也想充满正能量，谢谢你们。",
    "跟女朋友在一起七年了，别人都说七年之痒，我们却越来越爱，只是有件事我一直耿耿于怀，七年了，我一直没见过她的家人，父母都没见过。今年过年我说一起去她家过年，她还是说不行不要我去，我发火了，我问她为什么，她眼中带着泪光，哭着对我说：“我老公会打你的！”我冷静下来仔细想想也是。。。",
    "周六日和四岁儿子在家，他在玩玩具，我找物品找不到，要他帮我找，他告诉我：“妈妈，东西找不到真是太着急了，好可惜呀，你再认真找找就找到了”这是平时我对他说的话。。。",
    "小女儿说幼儿园有个小男孩天天找茬欺负她，气死了。老婆：“那你有没有想出什么办法对付他？”小女儿咬牙切齿的说：“我决定长大后嫁给他，不给他零花钱，不高兴了就逛街买衣服，生气了让他跪搓板，用你对付我爸的手段对付他！”老婆。。。"
  ],
  "2020-09-04": [
    "昨天晚饭时，儿子跟我们说有女朋友了，女孩喜欢他，他也喜欢那个女孩，还说先给五千块钱彩礼，结婚后再给五千。。。这彩礼倒还真不贵，可是儿啊，你才二年级，着啥急啊？！",
    "晚上表姐一家回来了，小侄女非要表姐夫抱着！我在旁边笑！表姐夫点了点小侄女的头说了句：你都快有你小姨重了，还让抱？？小侄女歪头想了一会儿叫道：你啥时候抱过小姨的？？？呃。。。",
    "小孩：“爸爸，哥哥说我是混蛋的儿子。”“知道了，我会教训他的。”爸爸说。小孩问：“爸爸，我是混蛋的儿子，那他就不是混蛋的儿子了吗？”爸爸%$^&%^*&",
    "A：“如果委婉地形容一个人脸大？”B：“远远地看着你的脸，仿佛你近在眼前。。。”",
    "A：“现在这社会，真的只看外貌吗？好看的才有好待遇吗？”B：“同样是好吃懒做，看看熊猫和猪的待遇就知道了。”"
  ],
  "2020-09-05": [
    "“我上相亲网站找女朋友了。”“找到了么？”“找到了网站上的一个Bug！”",
    "做完彩超后的医生。扔了两张纸巾给我：“自己擦干净，穿好衣服，走！”宛如一个渣男。",
    "公交车上两个开外放看电视剧的SB打起来了因为他俩看的是同一部剧，SB甲比SB乙落后一集，说SB乙放声音太大剧透了！",
    "跟朋友去看电影，买了两张票，但是电影不好看，票又不能退。看到一半的时候，朋友中途要离开，我说：“买了票又不看电影，这不是浪费钱了吗？”朋友看了我一眼说：“既然票已经买了，钱已经花出去收不回来了。我已经浪费了钱，为什么我还要浪费时间看这无聊的电影呢？”我。。。觉得他说的很有道理呢！",
    "某人穿越到大秦帝国。“客官里边请，请问是打尖还是住店？”“打尖！来碗西红柿鸡蛋面。”“抱歉，客官，面条要到宋朝才能成形呢。西红柿现在南美洲才有，明朝末年才传入中土。小店目前只有鸡蛋，要不您点一个？”“什么鸟店！连碗面都没有，馒头包子总有吧？上一屉！”“这位爷，也没有。馒头包子得等到诸葛丞相讨伐孟获的时候才有，抱歉了您呢。”“擦！你们不会只供应白米饭吧？”“瞧你说的。咱是在关中，水稻原产亚热带，得翻过秦岭才能种，咱也没有。”“去勒个去。。。那就来个大侠套餐吧，半斤女儿红，二斤熟牛肉。。。你捂我嘴干嘛？”“客官，小点声！官府严禁私宰耕牛，被人告了可是充军流放的大罪，万万不敢啊！再说女儿红是吴越才有，咱是在关中！”“得得得，酒我也不喝了，茶水总有吧？”“茶？那玩意儿到汉朝才有，哪怕到唐朝也是士大夫喝的，咱也不可能有。”“干！那就不吃饭了，来根煮玉米吧！看电视剧大秦帝国里不是有玉米地吗？”“那是导演瞎拍。玉米现在还在墨西哥呢，要等明朝末年才传入中国。”“那上点水果吧。大热天的，来半个西瓜。”“呃，西瓜是非洲特产，要到北宋末年，才从契丹传到汉地。。。”“没有西瓜，苹果总有吧？”“真抱歉，西洋苹果十九世纪才从欧洲传入中国。客官，您别点水果了，我可以负责任地告诉您，像什么葡萄啦，芒果啦，石榴啦，草莓啦，菠萝啦。。。您现在都吃不到。”“你他娘的店里到底有什么？”“粟米的窝窝饼，您蘸肉酱吃，我还可以给您上一份烫白菜。”“敢情你开的是麻辣烫啊？”“瞧您说的，辣椒到明代才引进呢，我想开麻辣烫也开不成啊！”“没有辣椒，用大蒜也行。”“真不好意思，大蒜的种子是西汉张骞出使西域后带回来的。小店只有花椒，只麻不辣。”“那你就不能炒个青菜？非要开水烫白菜？” “您有所不知，铁锅到宋朝后期才能生产，所以没法炒菜。况且炒菜要用菜油，菜油得等到明朝后期普遍种植油菜花以后才有。”“好吧，其实你们可以用花生油。。。”“花生现在还在美洲，哥伦布发现新大陆以后才开始传播。直到乾隆末年，花生都还十分罕见。”“那就来份烫白菜吧，多加点香菜。”“嘿嘿，香菜原产地中海，张骞出使西域后。。。”“去你大爷的！我真恨不能一黄瓜拍死你！”“黄瓜？黄瓜原产印度，也是张骞出使西域带回来的。”“没有黄瓜，我就用茄子捅死你！”“嘻嘻，茄子来自东南亚，晋朝时传入中国的。隋炀帝就特别爱吃。。。”“客官您还要什么？。。。”“喂，客官。。。客官您别走啊！”"
  ],
  "2020-09-06": [
    "女同事：“你看咱单位，哪有美女啊？”我：“你照照镜子就知道了。”女同事：“讨厌。。。”我：“然后你看谁都是美女了。”唉！我挨打啦。。。",
    "下班和实习生一起回家，公交站等车，一乞丐把碗推向实习生乞讨。这时，实习生不慌不忙的说了句：我不要你的钱，你的钱来的也不容易。",
    "新交的女友，今天陪她去逛街，路上我不小心摔了一跤，她非但不关心我反而要和我分手，我问她，为什么？“掉在地上东西我从来不要～”我-_-",
    "女友发烧到39.8度，大哭：我要烧成傻子了。我安慰：不会的，我小时候还烧到40多度呢！女友看看我哭的更厉害了，边哭边问我：我会不会和你一样傻？",
    "暗恋一妹子很久了，有一天想对她表白，欲言又止！妹子好像看出了我心思：有什么话你就说吧！只要不求婚都可以考虑！我鼓了鼓勇气：好吧！想让你帮我生个小孩！"
  ],
  "2020-09-07": [
    "一朋友总喜欢开一些没轻没重的玩笑，一次KTV唱歌，这货拿着麦对我说：“你长得咋这么像我儿子。”我也拿起麦，说：“什么啊！明明是你儿子长得像我嘛！”顿时房间里一阵爆笑。。。",
    "老公：家是温暖的港湾。老婆：我靠，老娘真的是第一次见到6个平方的港湾啊! 老公：也是，太小了，装你这200多斤的大船很吃力啊！老婆。。。",
    "家里有3岁的宝宝一个，出去就喜欢我抱，我愤怒的问：为什么非要我抱不要爸爸抱？老公搭腔到：你底盘比较低，她可能有坐跑车的感觉。。。尼妹，以后他只准座你这越野车！",
    "和老公闹矛盾，他要喝水我就往水杯里吐了一口口水，他吼道：“你让我还怎么喝呀！”我：快喝吧，正宗太太口服液。",
    "老婆很肉。今天刚吃完饭，这货就躺下了，我让她别躺了，多长肉啊！老婆很有道理地说到：躺着肉才长得均匀啊，不然坐着都长在肚子上！好吧，你赢了。。。"
  ],
  "2020-09-08": [
    "老婆学做酥炸鱼，手握炒勺凝视我：给个评价。我吃了几口后真诚地说：老婆你的手艺进步老大了，这个菜让我想起了历史悠久的古埃及，想起了6500年的尼罗河文明。老婆长出一口气道：虽然不懂你在说什么，但感觉是赞美的样子，算你有良心。一边儿子边吃边插嘴说：爸，你是说我妈做的菜像木乃伊吗？老婆#$&%*#$",
    "夫妻吵架基本心理路线图：1.因为老公的某种言行，老婆很生气；2.老公开始解释，心想：用得着这么大惊小怪吗？3.老婆不断试图强调不是事情本身，而是老公的态度；4.老公想：又开始翻旧账有完没完，老婆想：怎么这样不负责任？；5.两人忘记了为啥吵架了，但谁也不愿意先服软。准到了吗？",
    "感觉到对方喜欢你，十有八九是错觉。感觉到对方讨厌你，十有八九就是真的啦～ ",
    "男人说“我喝醉了”，女生该回复什么？翻身的机会终于到了：多喝点热水。",
    "不接电话，不回信息，却发朋友圈的人。这种行为应该列入国家刑法，涉嫌故意伤害罪。 ​"
  ],
  "2020-09-09": [
    "以前读中学时经常听到一句话：金钱如粪土！读大学时经常听到一句话：一朵鲜花插在牛粪上！等到毕业工作后才知道这两句话得合在一起理解。",
    "追女孩要怎么样厚脸皮？追女孩别人不要脸，你就不要命～别人可以在她楼下等她，你就吊根绳子到她家阳台～",
    "爱和喜欢是同义词么？爱一朵花就为她浇水。喜欢一朵花就把她摘下来。喜欢和讨厌是反义词么？喜欢一朵花就把她摘下来。讨厌一朵花也会把她摘下来。",
    "女神、女人、女汉子的区别：疯狂购物后：女神：哎呀！那么多东西，有个男人就好了。女人：哎呀！那么多东西，有个闺蜜就好了。女汉子：哎呀！那么多东西，有根扁担就好了。",
    "早上想：“一日之计在于晨，早饭多吃点。”中午想：“下午要保持精神，中午多吃点。”晚上想：“大不了，我不吃宵夜嘛。”吃宵夜时想：“看什么看？没见过吃宵夜的吗！”"
  ],
  "2020-09-10": [
    "前些天嗓子病了，不能发声，领导却让我参加合唱比赛，给我说充个数就行。我感觉这样不好，就积极治疗，赶在比赛前治好了。结果比赛失利，领导一声叹息的道：“你怎么偏偏赶在这时候嗓子好了呢？”",
    "半夜，路过按摩店，里面老板娘就朝我喊：老板，进来坐坐。我对她说：“要钱么”。然后她怒了说：“你见过世上免费的按摩店么？”然后我破口大骂她：“你TM见过这么晚才下班的老板么？”",
    "上厕所忘带纸了，发微信跟同事求救，这货没一会就进来了，让我发十块钱红包给她，不然就不给我纸！没办法只好给了她十块钱红包，真是太黑了，不就是上次她上厕所忘带纸我坑她五块钱吗！报复心真强！",
    "吃货男：你觉得我怎么样？吃货女：挺好的！你也是个吃货，和我挺和得来。吃过男：那我们交往吧！我喜欢你很久了！吃货女：你。。。你是不是看我这几天买了些好吃得，想打它们主意啊？！",
    "今天闲着没事，和一个女生聊天。她愤愤不平地说：“我男朋友挺难看的。” 我说：别这么说自己男朋友啊。”她说：“嗯，我可不是谦虚，大家公认的难看。”我问：“有多难看？” 她说：“这个不好说啊。”我诱导：“这么说吧，要是给我打60分，给他打多少分？”她毫不犹豫地说：“58分！”我。。。"
  ],
  "2020-09-11": [
    "网购了一条肉色丝袜，收到货居然是黑色的，嫌退换货麻烦直接给了个差评：你们家的肉色是黑色吗？没想到他立刻发了一张非洲人的照片给我。。。",
    "“爸，在么” “不在” “不要钱” “在”",
    "我妈打电话给我说：儿子！快来医院，你姐姐要生了！！我说：好 ！顺便问了一下是男还是女。 我妈说：现在还不知道，所以不知道你是当叔叔还是阿姨。。。",
    "流鼻血了，房间没纸，赶紧跑出客厅说：“妈，我流鼻血了！”我妈：“快拿手接住，我刚拖的地！”我。。。",
    "正上班呢，老爸打来电话，他说天气变凉了，要我多注意。。。“爸爸，你放心吧，我会照顾好自己的！”不等老爸说完话，我就感动的先接话了！“不是这意思，我是说天冷了，你得多注意给你妈买几件衣服！”"
  ],
  "2020-09-12": [
    "女儿加减法总是不会算，老公就从她的零食袋里拿了五块小饼干，吃了其中三块，问：“这里原来有五块饼干，现在我吃了三块，还剩几块？”她兴奋地回答：“两块！”二货老公：“好，下面我们来学习十减七。。。”",
    "这次考试，儿子考的挺好，我问儿子要什么奖励？小家伙摇摇头说：我什么都不要，只要爸爸的零花钱！我。。。",
    "姐带外甥女回家，我逗外甥女：“舅舅帅不？”丫头抬头，默默看了我一眼，低头不语。我姐又撩她：“唉，我问你话呢，舅舅帅不帅？！”外甥女咬唇：“嗯。”我姐忍不住逗到“嗯是啥意思啊，说清楚，你舅舅到底帅不帅？”外甥女：“需要撒谎的时候尽量沉默，不得不撒谎的时候尽量不要伤害对方。”",
    "小时候，经常弄丢钥匙，于是老妈给我弄根绳子把钥匙串起来，挂在脖子上，有天放学，跟小伙伴一路疯啊闹啊蹦啊跳啊玩到家，一摸胸口，钥匙不见了。。。又沿路找回去！路边草丛，石头缝里找个遍都没找到，沮丧的回到家，准备挨揍的时候，突然发现，艾玛！原来钥匙甩到背后了！！！",
    "今天我姐问我，班上可有女孩喜欢你或暗恋你！我说既然是暗恋怎么能知道！我姐说：“那班级上有没有女孩经常痴痴望着你？”“有啊，我班主任！！！"
  ],
  "2020-09-13": [
    "晚上我和老公聊天，说：“同事小刘买了新房子，我们家什么时候也买新房子啊？”老公漫不经心地说：“买房要很多钱，去抢银行啊？”女儿一听，连忙跑过来，兴高采烈地说：“爸爸，我也去！”我。。。",
    "刚枕了一会老婆的胳膊，她就嚷道：你的脑袋怎么这么重？我灵机一动：因为里面有个你啊！见到老婆满意的笑容，我深深佩服自己的机智。没过三秒，老婆抬手就是一巴掌：你是在说老娘重吗？！",
    "我：老公，我方向感很差怎么办？有吃什么东西能补的吗？老公：冬瓜，西瓜，南瓜！我：怎么没有北瓜呢？老公：东西南方向都知道了，你还分不出北吗？我#$#%^&*",
    "和老婆冷战几天了谁也不做饭，都是点的外卖。今天我已经没钱点外卖了，看着老婆吃的稀里哗啦的，还不时的说好吃，我咽了咽唾沫，终于开口道：能给我留点汤吗？",
    "晚饭后，和二货老婆聊天，突然她说：你在炫富吗？我不解，二货继续说道：牙缝里夹那么大一片香菜叶！ "
  ],
  "2020-09-14": [
    "和老婆准备坐车回家，在公交站的时候，发现有两路车都经过家所在的小区，于是问她做那趟。这二货敲了敲我的头：你可真笨，花一样的钱当然选择站多的划算啊！我。。。",
    "二货老婆从小娇生惯养，嫁到我家也是衣来伸手，饭来张口的，从来没下过厨房。今天我从网上下了本菜谱，想她自己学着做。她接过去一看说：老公你每天上班挺累的，现在又拿菜谱让我点菜，这多不好意思啊。我#$%^#$^",
    "漂亮带刺的女生才可以叫玫瑰，不漂亮又带刺的那种叫做榴莲。",
    "男人的胸怀要像大海一样宽广，才能拥抱更多的女人！",
    "女人都是薛定谔的贫穷，在双十一到来之前你永远不知道她是真穷还是假穷。"
  ],
  "2020-09-15": [
    "世界两大未解之谜：男人莫名的自信，女人莫名的不安全感。",
    "有时候女生对你倾诉她在外面受的委屈，并不是让你帮她分析大道理，她只是为了体验你和她一起同仇敌忾的感觉啊。",
    "如果迎面过来一个美女，你第一眼先看哪？据说，有的人先看脸，有的人先看胸，有的人先看腿，，，而你，跟他们都不一样，你第一眼得先看媳妇在没在身边。",
    "男人喜欢漂亮的脸蛋，女人喜欢好听的情话。于是，女人化妆，男人撒谎。",
    "婚前，女人的语言是闽南话，嗲的很；男人的语言是东北方言，豪爽的很。结婚一年，女人的语言变成了山西话，酸酸的感觉；男人的语言则成了北京话，越来越爷们了。结婚三年，女人的语言换成了四川话，有些辣人了；男人的语言则换成了山东话，口里的大葱味也冲劲不小。结婚七年，男人女人的语言方才一致，要么用哑语，要么用肢体语言，当然了，为了活跃气氛，挂彩也难免！"
  ],
  "2020-09-16": [
    "每次手机卡时就狂按Home键，就像在给手机做心肺复苏似的。",
    "天下没有不散的宴席，但是如果你请客，我可以多陪你吃一会。",
    "有些人表面上胆子很大，其实背地里不敢查看银行卡余额。",
    "为了身体健康，我每天都坚持六点起，久而久之，养成了睡回笼觉的好习惯。",
    "其实我的头发并没有离开你，只是换成堵下水道的方式陪在我身边。"
  ],
  "2020-09-17": [
    "现在的智能手机真方便，能自动的都自动了，比如自动重启。",
    "关于人际交往方面我一向都特别懒，喜欢待在熟悉的人身边，不喜欢生硬干涩又故作熟络的感觉，懒得认识新朋友，懒得自我介绍，懒得苦心经营新关系，也懒得把自己那些破事再一遍遍从头掰扯，毕竟穷这件事知道的人越少越好。",
    "我这辈子最重要的三点是：岁月安好、懂得感恩、与你相随。总的来说就是Fine ，thanks and you。",
    "早晨起床时，那种困顿，那种悔恨，那种生不如死的感觉，都让我想杀了昨晚熬夜的自己。可是每天凌晨，那种自信，那种嚣张，那种精神抖擞，我甚至不记得自己是谁！"
  ],
  "2020-09-18": [
    "我相亲了一个女孩，我妈特喜欢，我爸也特喜欢，最后认她做干女儿了，还说我配不上她！",
    "昨日搬家时从旧柜子里翻出来一面锦旗，老爸说这是当年生下我后为了响应计划生育就去做了结扎手术，后来村里送的！我打开一看，上面赫然写着四个大字“永不超生”",
    "弟弟特调皮，一天闯了大祸后遭到爸妈混合双打。他扯着嗓子大喊：你们合伙打我！老妈想都没想就说：我们还合伙生你了，打你咋了，继续揍。。。",
    "吃饭的时候，老婆问我：“谁是世界上最美的女人？”我不假思索地答道：“不造，我只认识你一个女人！”老婆满意地点点头。现在我妈准备跟我断绝母子关系。。。",
    "看电视一长腿美女飘过，我兴奋的说：卧槽，这腿够我玩一年。媳妇冷冷的说：是么？那我的呢？我大汗淋淋的说：你的，至少可以玩两年。看着脸色稍缓的媳妇我刚舒一口气，传来老妈的声音：他说你腿粗。。。"
  ],
  "2020-09-19": [
    "老公发烧一天了，到晚上我才知道！！！天这么冷。。。刚好让他给我暖被窝！",
    "刚躺下，老婆伸手到我背部，突然用手指在我背上一个地方画圆：“明天猪肉店会来一只黑山猪，你早点去把黑山猪这个地方的肉买回来！”我。。。",
    "玩游戏正起劲，老婆从外面回来跟我说：楼下有个女的找你，说是你以前的同学。我放下手机，不加思索刚要跨出门，老婆又补了句：顺便帮我带包夷妈巾回来。我兴冲冲的跑下楼，左看右看也没见人，只好买了夷妈巾回来，问老婆：你说的人呢？这二货竟笑嘻嘻的说：没事儿，就是刚才忘了买夷妈巾，让你下去买一下。",
    "老婆面色铁青的质问我：“在空间里用QQ小号骂我的是不是你？”我：“冤枉，没有呀”老婆：“还嘴硬，第一，我相册是有密码的，小号竟然能进去，这肯定是熟人。第二，进去评论我空间收藏的裙子不好看，千万别买，证明这个人怕我花钱。第三，小号竟然评论咱俩的合影‘你这个又肥又丑的女人竟然嫁了一个这么帅的老公’。你TM还敢说那个小号不是你！”我。。。：“老婆，我错了！",
    "朋友来我家送了几个西瓜，我拿起一个说：“这个丑点先给吃掉吧。”老婆：“干嘛丑了就要被吃掉？”我：“漂亮的留着可以多看会儿啊！”老婆：“你是见着漂亮的就看不够是吧！”说完一刀就把漂亮的那个瓜砍了！！！我。。。"
  ],
  "2020-09-20": [
    "发呆是唯一不用付费的宇宙遨游，音乐是唯一不用离家的出走。",
    "最近的人生写照是：饭后百步走，夜宵好胃口。",
    "知道我在床上多厉害吗？我可以不吃不喝睡一天！",
    "我们南方人过冬是要把手压在屁股下面的。",
    "十一放了七天假，双十一是不是放十四天？"
  ],
  "2020-09-21": [
    "大额转账时，我把到账提示手机号填一个随机号码，可以让号码主人开心老一阵子。",
    "自从开上自动挡的车，人生就只有悲欢，没有离合。",
    "很多人的信仰是很复杂的，简洁的话可以这么说，左眼跳财，好开心，右眼跳灾，去你的封建迷信。",
    "睡不着就应该找喜欢的人聊天啊，聊对了排解寂寞增进感情，聊不对万念俱灰生无可恋心如止水倒头就睡。",
    "为博女友欢心，一男子盗卖其父240万股票后挥霍，买豪车送钻戒花天酒地。。。他手中的钱所剩无几时，女友还是离他而去。。。然而令他惊奇的是，他能用手中所剩无几的钱买回其父原来份额的股票，一切又归于正常，像什么都没发生过一样。。。"
  ],
  "2020-09-22": [
    "老婆：“老公，你最喜欢我身体的哪个部位？”老公想了想，说：“屁股。”老婆：“讨厌，为什么喜欢那里？”老公：“嘴会骂我，脸会凶我，手会打我，脚会踢我，只有屁股不会欺负我啊！”老婆：“你信不信，我一屁股坐死你？”",
    "“哥，你不是去韩国旅游了吗，怎么鼻青脸肿的？”“因为我没有购物”“啊！被黑导游打啦？”“不是，是不老婆打的！”",
    "面对她的无理取闹我有些沉不住气了，无奈地问：“究竟是什么让你如此肆无忌惮？究竟是什么让你产生了我爱你的错觉？”她头也不抬：“结婚证啊，老公！”",
    "下班回家，媳妇亲热的拥抱着我，那熟悉的感觉，瞬间驱散了一天的疲惫。。。然后温柔的把围裙挂在我脖子上，嗲嗲的说：“老公，我今天想吃你做的菜。。。”",
    "儿子六岁了晚上还不愿意一个人睡。这天晚上他又缠着老婆，我就恶狠狠的对他说：“小子，这张床上不能出现第二个男人，明白吗？”儿子眨眨眼要哭，老婆连忙劝说：“儿子别哭，你爸爸说的对，咱让他滚出去！”"
  ],
  "2020-09-23": [
    "数学老师：干嘛交白卷？小明：像我这么纯洁的人做不来算计那么重的数学题！数学老师：滚！",
    "上课，老师点名让小明起来回答问题，还说：“这是一道很简单的题！”见小明答不上来，老师又道：“怎么了？这么简单也不会吗？”小明：“老师，你。。。刚才讲课肯定伤到我的智商了。”老师。。。",
    "小明：“老师，我好想我以前的同桌” 老师：“谁？” 小明：“他又高又帅，长得还特别白，脾气特别好，打不还手骂不还口，就算我不小心画他身上笔道他都不说我什么 ” 老师：“你同桌是谁，这么棒 ” 小明：“墙啊~” 。。。",
    "老师：一句话把自己形容成小动物。小红：妈妈说我的性格像小猫一样温顺。老师：很好。小静：妈妈说我是一枚吃货，跟小猪似的。老师：不错。小明：爸爸说下次再考零蛋就要打断我的狗腿。老师。。。",
    "老师：龟兔赛跑说明了啥？小明：说明动物世界的体育比赛也有人玩阴的！老师：玩阴的？玩啥阴的？小明：兔子怎们可能在比赛途中睡觉？八成是被乌龟他们下了蒙汗药！老师。。。"
  ],
  "2020-09-24": [
    "每次朋友问我，你在哪儿？我都说我怎么知道我在哪儿？",
    "最讨厌别人给我说东南西北，为什么不能说前后左右？",
    "每次打车，司机师傅问我向哪儿拐，我都好紧张。。。",
    "大王怕我回不来，不敢叫我去巡山。"
  ],
  "2020-09-25": [
    "出门遛狗，回家靠狗，人送外号“撒手丢”。",
    "朋友找我，问我具体位置“你前面是什么”“路”“你后面是什么”“你旁边是什么”“树”",
    "人贩子最喜欢路痴这样的人了，别说换城市了，拐个弯就可以把他卖了！",
    "你们不要小瞧路痴，在路痴眼中，一条路正着走和反着走是不同的，白天走和晚上走是不同的，夏天走和冬天走是不同的。。。你们一般人是体会不到横看成林侧成峰的魔幻境界的。",
    "到别人家做客，一会要走了，我说不用送了，拉开一个门是卧室，在拉开一个是卫生间，最后还是被送出去的。。。"
  ],
  "2020-09-26": [
    "指南针是指方向的，是不是一直顺着指针的方向走就可以到达目的地了？",
    "“老板，你这个炭怎么不耐烧？”“因为这是低碳环保产品。” ",
    "营养学家倡导日常生活要素食，还列举了素食的好处：“皮肤白嫩富有弹性，心地善良身材好，最主要的是还可以长生不老。”有人听了不高兴了，问：“说的这么好，世上有这样的人吗？”营养学家笑着说：“有啊，唐僧不是吗？”",
    "昨天去补办身份证，我想换张照片，Police说了一句话解开了我多年的困惑，他说：“身份证上的照片难看是为了让你好好把它藏起来，不轻易外露，以免丢失，被盗！”我无语又很赞同的点了点头！",
    "理想很美好，现实很惨酷，我请上帝帮忙。上帝问我，你想做古代人还是现代人？我想了想，一狠心，说，古代人。然后，上帝把我的手机拿走了。"
  ],
  "2020-09-27": [
    "作为一个妹纸，出门不带纸我很惭愧，问旁边一个女生借纸，然后她问我：你要湿巾还是卫生纸？我说干的！然后她问：抽纸还是餐巾纸？我说餐巾纸就好她问：你要维达清风还是心相印。。。我顿时就。。。",
    "今天我朋友问我：你要诚实的告诉我我一笑眼睛是不是都没了？我正在犹豫的时候，她和我说，哎，不难为你了，我自己都知道，因为我每次笑的时候都觉得眼前一黑。。。",
    "女生分为两种：一种很粘人，一种未成粘人。",
    "生病让女生多喝水的男生＝吃饭看电影都说随便的女生。",
    "谁说带刺的女人都是玫瑰？看脸，不好看的，就是一根狼牙棒而已。"
  ],
  "2020-09-28": [
    "“天秤男孩求婚最痛苦，因为不知道选哪个膝盖跪地。”“能选一个女孩出来就不错了。” ",
    "狠心的人三大表现：拿到快递不拆，买了奶茶打包，闹钟响了起床！",
    "问了很多朋友同一个问题：“当无法两全，你会选择一个你爱的人，还是一个爱你的人？”所有女性朋友的回答惊人地一致，她们都选择爱她们的人。而男性朋友的答案各有不同，差异性非常大，有人说“滚蛋”，有人说“一边儿玩去”，有人反问“诶？我居然还有机会挑？”",
    "别人说两个人过日子，就像一条公路上并排行驶的两辆车，磕碰总是难免的。我信了！但我相信一个大老爷们儿一定撞得过。可结完婚才发现，老婆是铲车，我是脚踏车，别说撞，就听见声音都能吓得直哆嗦！",
    "进退两难的人，至少人家有立足之地。"
  ],
  "2020-09-29": [
    "我跟插座里的电说话，但是电不理我，呵呵，根本就不是交流电。",
    "未来的我，你好，我现在很穷，你弄点钱给我花花，要不然我现在穷死了，你也别想活！",
    "你们有没有发现，现在娱乐圈个个都叫老师了，你说他要是有点资历也就算了，有的刚出道的小明星，人家也开始叫老师，一次在看一档综艺节目，黄国伦尽然叫冯提莫老师，我就觉得奇怪了，这老师就真的没一点要求吗？你们好意思吗？你们有教师资格证吗？没有吧。。。没关系，赶紧联系我，本人包办各种证件，一张只要200块！",
    "真正的朋友就是他给你他最丑的照片，你也不会取笑他，而是把他照片存入表情包。",
    "“喂，你走错厕所了！”“我知道啊！”“你不知道这是女士专用啊？！”“我也是女生专用啊！”"
  ],
  "2020-09-30": [
    "小时候觉得ATM机里的阿姨肯定特辛苦，长大后才知道，每天那么多存取款进进出出的还要负责点钞工作这么大的劳动量ATM机里怎么可能有阿姨在工作。我觉得我小时候也是挺SB的。。。工作量要这么大，里边儿装的肯定是男的啊。",
    "刚刚有个男生跟我要手机，我果断拒绝了，我说你有毛病吧，好几千块钱的新电话能给你？他说跟我要手机号，我说我这号都用好几年了也不能给你啊！然后他就走了，我发现真是有病啊，见面就要手机。号里面还有话费呢。现在人都这么自来熟吗？",
    "爆笑之逗B剧场第222季",
    "晚上约了几个朋友打牌，女友不让去。我也没多说什么，在她脸上轻轻地摸了一下，便走了出去。直到早上才回到家，不等她开口，我就说：“宝宝，你皮肤弹性也太好了吧！早上摸了一下就被弹出去好远，差点迷路回不来了都。”",
    "哥们喜欢一女生，终于有一次，他捧着鲜花，当着全班的面向她表白，女生羞羞的问：“你为什么喜欢我？”哥们说：“虽然你不怎么漂亮，脾气不怎么好，成绩不怎么优秀，在学校也不怎么 起眼，甚至属于中下的一个女生，但我一看到你就有种莫名的感觉，我想这就是。。。”“就是你瞎了！”女生把花一扔转身走了"
  ],
  "2020-10-01": [
    "做了个很奇怪的梦，梦境里有两条龙一直在我头顶盘旋，我去哪都跟着。觉得太离奇了，挺纳闷，便跟朋友讲了。他听了后震惊的大腿一拍，卧槽，卧槽！这可是双龙戏“猪”啊！！！",
    "商场里，男生正给女友抓娃娃，仅仅投了10个硬币就轻松抓到了5个不同的娃娃。有路人见此也是羡慕不已，纷纷前来向他求教。男生抱着娃娃洋洋得意地向女朋友炫耀说：“看我厉害吧？”女友抡圆了给他一个大嘴巴：“说！到底谈几个女朋友练出这身本领的！” ",
    "“我受够了！！！我买了这么多衣服你就不能帮我拿点吗？！我去做指甲的时候你就不能进来坐我旁边陪陪我吗？！还有！再也别评价我涂什么喝血一样的唇膏了！！！”说罢女友丢下我扬长而去。。。我#$%#^$%^",
    "我在客厅吃饭，老婆问我可以开着门便便吗？我说不行，她说我不爱她。",
    "我：今天赵丽颖和冯绍峰结婚，微博炸了！老婆：我要是和冯绍峰结婚，微博更炸。我：要是我和赵丽颖呢？老婆：老娘把你两个给炸了！我。。。"
  ],
  "2020-10-02": [
    "前段时间跟媳妇去逛街时媳妇看中了一款包，当时她吵吵着非要买，我看了下价格以后非常坚定拒绝了，媳妇好几天都没搭理我。几天前开了工资，就偷偷的把媳妇看中的那个包买了下来，送给她以后她说我没经过她同意就买这么贵的东西，到现在没理我。。。",
    "在车里，我：“你开车了是吧？”老婆：“你怎么知道？”我：“因为离合有点卡。”她：“你别怪我啊，我可没动过它。”",
    "女儿不肯吃饭，老婆越看越火，一把抢过碗吼到：你不吃我给狗吃！女儿眨巴眨巴眼睛疑惑的说：咱家又没养狗？老婆把碗递到我手里：你吃了！我$%^#$%^",
    "做英语听力，发现我听力挺好的，能听到耳机里面有声音。",
    "考试，在手背上抄了两个记不住的公式。然后趴下睡了一会，醒来发现印脸上了！"
  ],
  "2020-10-03": [
    "老师们总说教室不是睡觉的地方，但要按这个逻辑，家里还不是学习的地方呢。",
    "暗恋的女生遗失一本书，我找到后归还她：“亲，你的遗书。”",
    "老外汉语考试，据说有这样的听力：“你的牙真好看！”“哦，那是假的。”“啊，真的假的？”“真的。”问：牙是真的还是假的？",
    "语文课上，老师突然一句话：“有个同学是不是睡着了？！”然后全班抬头，老师补了一句：“我不会具体点名，这样效果比较好，想睡觉的人都以为是自己！”",
    "今天晚自习，我：“同桌，陪我去外面吹吹风吧～”同桌：“我不想动！”我：“陪我出去吧！我下辈子当牛做马。。。”同桌：“我下辈子都不知道是不是人。。。万一我要是根草呢？！你当牛做马！？”我。。。"
  ],
  "2020-10-04": [
    "她和他曾经是情侣，分后来多年未联系，今三，她突然收到他发来一条消息：“还好吗？”她心中一暖，回复：“很好” 很快，他回复说：“现在好不等于将来好，人有旦夕祸福，未来难以预料，为了家人，买一份保险吧！”",
    "A：“最近不知道怎么的，家附近的狗狗老是要和我玩。”B：“你狗缘好。”A：“。。。所以咱两个是好朋友呀！”B。。。",
    "刚在街上看见一条狗在拉粑粑。我一朋友说：给我一百元我敢舔。我立马给了他一百元，结果这货真的舔了舔。。。。那一百元。",
    "漆黑的胡同里，突然跳出一个人，拿着刀抵着我问：“要钱，还是要命？”我颤抖的声音说：“命就算了，你还是给我一点钱吧。”",
    "“您好，请问您贵姓？”“免贵姓张。”“弓长张吗？”“只昂张！”"
  ],
  "2020-10-05": [
    "今天老妈上街前嘱咐等汤熬好了就关掉火，然后把自己的脏袜子洗了。于是我拿着袜子来到厨房，看见熬着的汤，把锅盖打开，把袜子扔进去了。。。唉，脑子真是个好东西。。。怎么我有时侯会没有呢？",
    "你别看我双腿残废，我照样能走上犯罪道路。",
    "一想到我白天睡了一整天，我就彻夜难眠。",
    "在办公室养猫实在是不适合，整天发出喵喵叫，还不是猫叫的。",
    "一位妈妈觉得儿子一点都不像自己，怀疑儿子是老公在外面跟别的女人生的。"
  ],
  "2020-10-06": [
    "防晒乳能防晒吗？它连自己都帮不了，怎么帮你啊？说明书上写的很清楚：请置于阴凉处，避免日照！",
    "执行任务归来，经验丰富的王警官收获颇丰， 缴获歹徒水果刀两把和砍刀一把！实习警员小李不禁心生佩服，含着眼泪，帮他把三把刀从身上拔了下来。",
    "朋友小李创业艰难，由于研发费用严重超支，满心期望的计划眼看就要停滞，一切陷入僵局。小李很消沉，瘫坐在绿化带颓废凌乱，一言不发。这时，有个衣装革履的中年人走过来，拍拍小李的肩膀说：“小伙子，是不是遇到困难了，我年轻的时候也经历过你正在经历的一切，不要灰心，我给你赞助”“真，真的吗” 阿旺带着哭腔但重新燃起了希望，只见中年人的手从裤兜里掏了出来，毫不犹豫的竖起大拇指说：“赞也是一种帮助，简称赞助”",
    "官宣，我宣布今天正式脱单，开始穿二件了！",
    "上班是为了什么？想了一天后，我终于明白：是为了等下班。"
  ],
  "2020-10-07": [
    "垃圾食物提供的是热量吗？不是的，是我对生活热情！",
    "发生争执时双方应该冷静下来，站在对方的角度想想，我想了一下：如果我是他，是不会跟我这么可爱的人计较的。",
    "中学时候印象最深的一篇文章就是朱自清的《背影》，以至于直到现在每每读到那篇文章，还依然会不自觉地，想。。。吃橘子。",
    "今天在外面吃饭，我抢着买单，但最终还是没能抢过。。。因为在收银台排队买单的其他客人都不同意我。。。插队！",
    "前天女神问我开的车是手动挡还是自动挡，我说是声控的，说走就走！说停就停，女神让我给她发个照片，我把家里马的照片给她发了一张，从此女神再没联系我。。。"
  ],
  "2020-10-08": [
    "吃饭时候听说公司主任和人事搞破鞋，我心里骂道：唉！干人事的不干人事，不干人事的干人事。",
    "平时有什么喜庆日子，我都是买一束花回家，和老婆吃顿饭，洗完澡交一次公粮。昨天我忘了是结婚周年，没买花就回家了。她并没有责怪，如常吃了饭、洗完澡，然后她说：“给你长点记性，没花三弄。”",
    "听到老婆回来开门声，我就想调戏她一下。 就大声说：“快藏起来，我老婆回来了。”然后，然后老婆居然没开门就走了！打电话也不接了。",
    "医院院长因股市暴跌在办公室晕过去了，醒来时候已经躺在自家医院病床上，这时他家人已经赶来，围在床前，问他怎么了，想要什么？刚清醒点过来的他虚弱地回答：我。。。我只想。。。要。。。要。。。沪市。。。涨！他老婆一耳光抽过去：“不要脸的东西，我早就怀疑你和护士长有一腿了！”",
    "做人能自私到什么地步呢？我早上起的比较晚，老公竟然买了一份早饭在家里吃，要不是我把昨天逛超市买的鸭脖、面包、和牛奶藏了起来，我就要饿死了。"
  ],
  "2020-10-09": [
    "和老婆逛街，看她对着一件衣服爱不释手，可那件衣服太贵了。趁着她去换衣间的时候，躲开别人的注意，我掏出了200块钱(私房钱)踩在脚下。老婆出来了，走到我身前刚要问我好不好看？我对她使了一个颜色，让她看我脚下，小声说道：不知道谁丢的，捡了我们赶紧走！",
    "我还在上学，我妈总是说养孩子怎么不容易，怎么花钱。。。当我跟她说既然这样，我结婚后不打算要孩子了，她却说如果我真是这样想我就得立刻滚出这个家。",
    "听见我爸妈在屋里偷偷议论我。我妈：明天给她做啥饭，事儿太多了，这不吃那不吃。我爸：不知道，吃屎吧。我妈：吃屎现拉也没有，明天吧。",
    "我：“爸，老师要我们买个量角器。”老爸：“量脚气？有这么高端的产品吗？回来先量量我有没有脚气！”我。。。",
    "和媳妇送儿子上学，路上她不停的念叨：“要走人行道”、“注意红绿灯”、“走斑马线，不许翻护栏”。。。正说着，儿子一指路中间：“那个叔叔为什么可以翻护栏呢？”媳妇来句：“他妈妈死得早，还没来得及教育他呢！”我。。。"
  ],
  "2020-10-10": [
    "周末，小强自己在家看电视，电视上放的是最初的无声电影，只用肢体语言表演。晚上，爸爸回来，小强好奇的问：“爸爸，有一个电视节目，上面的人不说话，只用身体表演，这个叫啥节目啊？”小强爸爸啪啪给他两嘴巴子，骂道：“谁让你看老子电脑的！”",
    "侄子上一年级，数学考了99分，错的那一题是这样的：52和60哪个数字离58最近。侄子写：57离的最近！",
    "结婚纪念日，我瞒着老婆买了钻戒，买小了，怎么都戴不进去，，她生气的骂我：这么贵的动西不带我去试了再买，败家玩意！坐在一旁的儿子，麻利的把戒指放回首饰盒：妈妈，没关系的，你戴不进去，就留着给我老婆戴！",
    "老妈烧菜时发现酱油吃完了，就让我去楼下超市买酱油，我正在刷手机不想去，就对妈妈说：妈妈我有重要的事情，你自己去买吧。小侄女拿过老妈手里的钱说：奶奶不是我说你，我要是有这么个女儿，我早就鸡毛掸子抽她了，说完拉开门下楼买酱油去了。我。。。",
    "我在路上出了意外，被120拉去了急救中心。家人得知消息来医院看我。爸妈、哥嫂心疼的边掉眼泪、边不停的安慰我。 侄子也想说点好话安慰我，见大家把词都说完了，侄子抹了抹眼泪说：姑姑，你是咱家第一个坐急救车的人，我为你骄傲。。。"
  ],
  "2020-10-11": [
    "今天早上五岁的侄女不好好吃饭，被我嫂子教育了一顿，她哭着对她妈说：我有一句话从1岁憋到现在一直想对你说。我嫂子：什么话，你今天痛痛快快的说出来吧！小侄女恶狠狠的指着我嫂子说：其实你不白，不瘦，也不美！嫂子#%@#^%^%",
    "A：该怎么用手机拍出单反的效果？B：用手机登陆购物网站，拍一台单反。",
    "老板：“如果这个项目交给你负责，你觉得这个项目最大的风险是什么？”同事：“交给我负责。”老板。。。",
    "早上晨跑途中突然腹部剧痛，实在忍不住，又看看周围没人，就去草丛里解决。。。谁知突然来了一只体型巨大的拉布拉多，直直地冲我跑来，吓得我赶紧提起裤子站了起来。。。紧接着狗主人上气不接下气地跑了过来对我连连道歉，并且拿出一个袋子把我刚拉的屎装了进去。。。牵着狗走了。。。",
    "经理让我出去给她买杯奶茶，说路口那家新开的店现在买一杯送一杯，还问我要不要喝？我受宠若惊的点了点头，高兴的买了两杯奶茶回来。她问我多少钱？我说15块，然后她微信给我转了7.5。"
  ],
  "2020-10-12": [
    "“Police同志，不好了！我新买的车很可能是变形金刚！刚才我停好车没走多远，回头发现我的车自己跑了起来，跑着跑着还变形了！”“坡道停车记得拉手刹，车都撞这B样了，还TM变形金刚。”",
    "在街上找人算命，他说：“你的前世。。。”“是什么？？”我好奇地问。“是假的，给我换一张吧。”说完他把我刚付的100块退了回来。",
    "今日事，明日毕，实在不行就放弃。",
    "所有的长假都长得很假，嗖的一下就过去了。。。",
    "世上本没有路，指的人多了，就成了绝路。"
  ],
  "2020-10-13": [
    "只要够穷，什么消费欲望都控制得住！",
    "要珍惜你的不良嗜好，比如抽烟喝酒烫头，它可能是你热爱生活的主要原因。",
    "开始你以为自己是在为了理想而奋斗，渐渐地你才发现自己他妹的竟然是为了生存在挣扎。。。",
    "判断一个人是不是真爱国，首先看他的仓位，然后看他背的贷款，最后看它有几胎。。。",
    "当代青年大概可分为四类：1.爱了不该爱的人，心中满是伤痕；2.犯了不该犯的错，心中满是悔恨；3.尝尽了生活的苦，找不到可以相信的人；4.感到万分沮丧，甚至开始怀疑人生。"
  ],
  "2020-10-14": [
    "婚姻是爱情的坟墓，幸亏我两样都没有。",
    "女生心里：我不找你那是我在忙正事，你不找我那你就是外面有人了。",
    "热恋的时候，送我回家巴不得多绕几条街，慢慢的到后来送我回家连红灯都敢闯。。。",
    "其实失恋这件事，只分为三个过程：恨他的烂，忆他的好，一巴掌拍醒自己向前看。",
    "叛逆和叛变区别是？叛逆就是瞒着爸妈去开房，叛变就是瞒着男友去开房。"
  ],
  "2020-10-15": [
    "好身材背后不只有汗水和泪水，还得咽下不少口水！",
    "女：是不是只要一个长得不难看的女的主动。你们这些男的就没有一个能忍住的？男：错，大错特错，有时候难看的也不一定能忍住！",
    "至尊宝想救紫霞，必须要打败牛魔王；要打败牛魔王，必须变成孙悟空；要变成孙悟空，必须忘掉七情六欲，从此与紫霞是陌路人。人生就是这样，想跟心爱的人在一起，必须事业有成，想事业有成，必须丢掉纯真戴上虚伪的面具，而当你事业有成时，才发现再也找不回当初的自己和那份纯真的感情。",
    "不知道那个傻B想起来在健身房放相声，有个健友在卧推的时侯笑的脱力被杠铃砸了，现在送医院了！",
    "分手十年后，男女双方再次相遇，女生激动地说：“那天在机场，你转身离去，这一转身，却是整整十年！你知道这十年间你错过了什么吗？你错过了本该有的回忆，错过了那个最爱你的我！”男生听着流下了眼泪。女生接着说：“幸运的是，现在你我再次相遇，我希望你不要再错过微商！跟我干吧！”"
  ],
  "2020-10-16": [
    "和闺蜜走在路上。我双手合十祈祷：“老天啊，掉下一捆钱砸死我吧！”闺蜜也双手合十：“老天啊，掉下一捆钱砸死她吧！这样就没人和我分了！”我。。。",
    "今天有人问我要不要办健身卡，我就在想，既然来问我要不要办，那肯定是觉得我需要健身，他既然觉得我需要健身就说明他觉得我胖，既然觉得我胖还来问我就说明非常不尊重我！那我为什么还要让他赚我的钱！哼！",
    "和新来的女同事外出办事。回来时，我说要带她去一家很有名的老店吃豆腐脑，这时老板来电，说有急事要我们赶紧回公司。。。挂了电话，我把老板的话转述给女同事，然后我问她：“我说的你都听明白了吧？”女同事：“嗯，明白。就是说请我去吃豆腐脑，对吧。”我。。。",
    "一女性友人做微商，前不久她在微信动态圈发了一张在床上的照片，并配了一些文字：“吃在床上，睡在床上，做生意也在床上，一天无聊死了。。。”接着，下面一票回复，问她生意咋样？。。",
    "饭桌上，老公竟然想起来喂我吃菜，我：亲爱的，你除了喂我还喂过谁？老公：除了喂你，就是小时侯喂猪了！我。。。"
  ],
  "2020-10-17": [
    "小姨子失业后不想被丈母娘唠叨，在我这住了一段时间。昨天她跟老婆说觉得自己是电灯泡，影响了我们的生活。老婆说：“傻丫头，影响就影响呗，这辈子我就你一个妹妹，老公可以再找。”我。。。",
    "这几天我们这里气温明显感觉冷，老婆：“现在屋里多少度？”我：“15度。”老婆：“外面呢？”我：“5度。”老婆：“那你打开窗子，让那5度也进来呀，冻死我了！”我。。。",
    "刚进家门，老婆就质问我：“你为什么不接我电话？”我一听，火噌一下就上来了，气急败坏道：“咱家28楼，你把电话从这么高的地方扔下来，想砸死我呀？”",
    "晚上临睡前老婆：“如果是我得了绝症，你会给我治吗？”老公都快睡着了，迷迷糊糊说：“别瞎说！倾家荡产也得治！”老婆说：“如果你得了呢？”老公：“那就不治了。”她问：“为什么？”老公：“剩下你一个人，挣钱不容易。”老婆听完后，把老公的病历单塞进枕头下，安心的睡着了。",
    "什么叫恶性循环，去年的裤子已经套不进去秋裤，只能靠多吃抵御寒冷！"
  ],
  "2020-10-18": [
    "十一花钱够多吧？别急，后面还会花钱至少多一倍，因为还有个双十一！",
    "头发长大了，总会有自己的想法。在头上待久了，总是更喜欢去枕头上、浴室地上、梳子上待一待。",
    "俗话说：三分天注定，七分靠打拼。但你有没有想过有些人的三分天注定远远胜过你的七分靠打拼！",
    "“你有多努力？” “很努力。” “你有多少钱？” “很少钱。”",
    "黄宏如果现在还能用名片打牌会怎样。。。“一个明星。”“管上！四个科长。”“我这可是国际上的大明星！”“我这个是县级市的小科长。”“我这个有八个亿的罚款！”“我这个一人贪了两亿。”"
  ],
  "2020-10-19": [
    "一条冷知识：橙子是橘子和柚子杂交来的，柚子和橙子又杂交成了青柠，橘子和橙子杂交了芦柑，橙子和柚子杂交了西柚，橙子和青柠杂交了柠檬。橙子这货够乱的!",
    "本人大龄剩女一枚，上小学的外甥女，老追着我问：小姨，你什么时候结婚啊？我：早着呢！外甥女说：都快愁死我了，你再不结婚，我这花童都变成伴娘了！我。。。",
    "早上起的匆忙，来不及上厕所就出门了，从顶层坐电梯下来，因为没其他人，就放肆的放了个屁。。。电梯到十楼的时候停了，进来一位大姐带着一个小女孩，一秒之后她们都捂住了鼻子，我假装也捂住鼻子，解释说：“刚才有个人太没素质，好臭啊！”小女孩小声嘟囔着说：“我们数着楼层呢，中间就没停过。”",
    "两小学同学吵架，一男生骂了一句“你TM的！”女生忽然爆发出所有的力气大喊：“你为什么骂我妈？！我妈又没有惹你！你！不准骂我妈！！！”男生愣住了，满脸愧疚，不好意思地说，对不起。女生回过神来，觉得自己有些失态，也不好意思地说：“你别骂我妈，要不，你骂我二姨吧！我最讨厌她啦！”",
    "老公出差一周回家，问五岁的儿子：儿子，爸爸不在家的时候，你有没有好好吃饭呀？儿子说：你那傻老婆，你心里没数啊？没把我饿死就不错了！我。。。"
  ],
  "2020-10-20": [
    "儿子沉迷于网上聊天，今天吃饭的时候我趁机提醒他：“儿子，现在网络上什么人都有，我看新闻上说，有些基佬假装成女生和小男生聊天，儿子你可要小心一点啊。”儿子扒了一口饭说道：“放心吧爸爸，我很小心的。才不会被那些小男生发现身份的！”",
    "“你为什么要把自己的生活搞得一团糟？”“不然呢，还要去搞别人的吗？”",
    "一个物理学家，数学家和化学家一起到海边去，物理学家说：“我要研究海洋那运动的规律性。”于是就跑向海里。数学家说：“我要研究海浪潮起潮落时的曲线。”于是也跑向海里。但过了很久之后，二人都没有再回来，于是化学家提笔写下：“物理学家和数学家可溶于水。”",
    "上海：上海自来水来自海上。北京：香山碧云寺云碧山香。湖南：湖南绣花女花绣南湖！ 海南：海南护卫舰卫护南海。。。。扫地大妈：三块五花肉花五块三。",
    "多年后，男女比例失调严重，孩子们上的辅导班也变了，大街上两熟人见面的场景应该是这样的。A：“大妹子，你儿子学的撩妹兴趣班怎么样？”B：“别提了，这小子就知道学习，对撩妹一点都不感兴趣，愁死我了。”A：“我也愁，我给闺女报的屌丝鉴别班，她也不愿意学，就喜欢数理化，学那些有什么用呀！”"
  ],
  "2020-10-21": [
    "狍子为什么叫傻狍子？因为他们天生就好奇心很重，但不是傻，只是因为好奇心重所以大家觉得他们傻傻的。在东北，老人们打猎都知道，遇见狍子，你追它只要喊一声狍子！他就会停下来看看谁喊他。这时候就会被埋伏在那的猎人一棍子打死。如果打不死，他跑了，你也不用担心，因为他一会就会屁颠屁颠跑回来看看刚才什么东西打得他那么疼！",
    "猴子发现老虎头上有虱子，伸手去抓。老虎却不理解这个好意，大口一张，把猴子咬死了。那虱子得意的说：“我虽然喝老虎的血，可是老虎还要保护我。该死的猴子，就是不懂这个理！”",
    "一个严谨的理科生是不会相信一见钟情的，他需要看第二眼，验算一遍。",
    "收到一个陌生人的好友请求，验证消息写的是：“通过是一种礼貌”。",
    "有些人自己不好看，但却是外貌协会资深会员。"
  ],
  "2020-10-22": [
    "长的漂亮的小孩调皮是卖萌，难看的小孩调皮是皮痒。",
    "浪费别人的时间是一种慢性谋杀，习惯迟到的人是连环杀手。",
    "上班赚钱，会让你的灵魂消磨殆尽，不上班赚钱，会让你的灵魂和钱都消磨殆尽。",
    "丑了还可以医美整容，头大真的没解决办法，想到这里更头大了。 ",
    "“心眼”这东西：如果你想多了，就是小心眼；想少了就是缺心眼；一直想呢，就是死心眼；不想呢，那就是没心眼了！"
  ],
  "2020-10-23": [
    "世上只有妈妈好，有妈的孩子一大早还没睡醒就有人吵：起床！快起来！！你怎么那么懒！！！你什么时候能替我操点心！！！",
    "好多营业员都夸我瘦下来肯定是美女，这次我决定咬牙坚持减肥。饿了一星期，瘦了四斤，真的感觉肚子小了，浑身轻松了，连老公对我的态度都有了一百八十度大转弯，我得意的对老公说:你现在对我这么好，是不是怕我瘦了美了，你配不上我了。老公说：我是怕你瘦了以后想不开要整容。。。",
    "老公边洗衣服边说：老婆，你想想，我在外忙，你在家闲着，今天放假，我在家忙。。。老婆站起来，说道：想想也是啊，你在家忙，我也不能在家闲着，我出去逛街去。。。老公。。。",
    "老婆：“你现在必须给我解释清楚，你的照片怎么会到了婚姻介绍所呢？”老公：“亲爱的，别生气，这照片是你去年重病期间，我给他们寄去的。”老婆。。。",
    "最近怀疑老公出轨，但一直没有证据，也不好说什么。吃完晚饭后，老公对我说：老婆，公司有事，我还得出去一趟！我：那好吧，记得戴T。老公：嗯，好勒！。。。"
  ],
  "2020-10-24": [
    "老婆：咱家谁最大？我：当然是老婆您了！老婆啪啪给我两巴掌：你竟然说我年龄大？！我。。。",
    "重磅消息：你站在体重秤上了。",
    "虽然今天上班了，但我的心仍在放假！公司你霸占的了我的人，但霸占不了我的心！",
    "2018年也就这样了，还剩两个多月就2019年，这剩下的几十天也做不了什么事，不如干脆放开玩，等2019再努力。耶！",
    "头发对人类太不公平了，茂密的人不能变现，植发的人却要花很多钱。"
  ],
  "2020-10-25": [
    "经常在街上看到有人穿印着特勤两字的衣服，以我现在的工作状态，想给自己印件特懒。",
    "我特别擅长换位思考：如果我是你男朋友，我该多幸福！",
    "一个人要活到老学到老，做一个爱学习的人。如果不学习，孙子的作业做不出来，会被嫌弃的！！！",
    "我今年26，开着劳斯莱斯，在上海深圳分别有一套全款别墅，我没有靠父母没有靠朋友，你一定以为我要说，这是我一个人努力想象出来的吧？那你就大错特错了，前面这半段完完全全是复制粘贴来的，因为贫穷限制了我的想象力，单凭我自己根本想象不出来这么有钱的境遇。",
    "同事看我萎靡不振，问我是不是患上了长假综合征，我说：“是啊，距离2018春节假期都过去8个月了，我还是没能缓过来。”"
  ],
  "2020-10-26": [
    "每次我遇到一些生活中的困难觉得很难熬时，总跑来笑话集看看段子，不是因为想靠着段子逗自己开心来中和情绪，而是每次一看段子里大家分享的生活都比我难许多，顿时感觉自己这点微不足道的小困难实在不值一提甚至觉得自己无病呻吟，随即就又有勇气没脸没皮地活下去了。",
    "爆笑之逗B剧场第221季",
    "节假日，爸妈希望你能多睡一会儿的的意思是早点睡，而不是晚点起。",
    "十一放假去女友家，路上，我问：你爸喝酒吗？女友：他从来滴酒不沾。然后又问：你妈做饭要我帮忙吗？女友：她从来不做饭。这下我放心了。到了女友家后，发现女友真没骗我：女友父亲在厨房里忙得不亦乐乎。母亲非常能喝，频频给我敬酒。。。",
    "国庆假期里，上学小的儿子叫了个女同学来家里玩。女孩问：“如果你中了500万会怎样？”儿子说：“我会叫爸爸再给我20万，凑够520万送给你。” 老婆对我说：“想不到吹牛也会遗传。”"
  ],
  "2020-10-27": [
    "十一假期里，夫妻俩开着车在野兽园玩，停下车拍照的时候，一只公老虎慢慢向着车走过来。老婆有点儿害怕，说：“老虎向我们走过来了，它来找吃的吗？”老公：“不是。”老婆：“那它来干什么？”老公笑着说：“找母老虎呗！”",
    "放假窝在家里看宫斗剧，我：“这么多任皇帝中，你喜欢哪位皇帝？”老公：“武则天”我：“因为她是唯一的女皇帝？”老公：“不，因为我不是Gay!”",
    "成语新释“远交近攻”：孩子做作业的时侯，离的远一点还能交流交流，离的近了，想不攻击都难！",
    "我：“如果有人给你一千万换你男朋友，你会怎样想？”闺蜜：“我艹，双喜临门啊！”",
    "男：“我养你。”女：“你那点钱怎么养我？” 男：“嗯。。。不保证养活。”女。。。"
  ],
  "2020-10-28": [
    "“不是说消费降级吗？为什么去欧洲旅游了？”“还是降了，本来想登月的。”",
    "看到男友手机上有个女生和好用情侣头像，聊天内容也非常暧昧，我质问他：“是不是这个女人绿了我？”越想越委屈，便哭了起来，他慌忙地给我擦着眼泪说：“没有没有，被绿的应该是她呀！”",
    "我：天上一天地上一年，那牛郎一年才见的到一次媳妇儿，对织女来说却是每天都可以见到丈夫。哇，牛郎相思之苦好惨啊！朋友：牛郎一年只用拿出一天陪媳妇儿，织女还觉得他每天来陪自己，简直完美好嘛！！",
    "和几个朋友一块去吃饭，有个朋友尿急，我们边找厕所边找饭店，忽然那货大踏步走进一家饭店，指着厕所说：这有厕所，在这吃！我们。。。",
    "一首现代诗《头发》：我的枕头上好多头发，我的被子上好多头发，我家地板也都是头发。唯独我头上没有头发。"
  ],
  "2020-10-29": [
    "很多人对“车技”的理解就是：能加塞、敢开很快。说白了就是舍得乱踩油门，不怕被撞、拿别人的素质当自己的技术。",
    "总是碰到很奇妙的事情：一说工资“总体提高”，我一定是拖总体后腿的；一说股市风险“总体可控”，我碰上的一定是套牢的；一说物价“总体平稳”，我要买的一定是不平稳的。。。",
    "因为没有钱才上班，但为什么我上了班拿了工资还是没有钱，我不明白哪个环节出了问题！难道有中间商赚差价？",
    "瘦是病字边，瘦是病的一种。胖是肉字边，如同胳膊，腿，肝，脾，肺，脑，胖是身体的一部分，不可或缺。",
    "房子一移，兰博基尼。房子一扒。帕拉梅拉。房子一动，揽胜运动。拆字一喷 ，立提大奔。房子不动，还骑电动！不羡鸳鸯不羡仙，只羡房子画个圈，拆字写在圈中间，从此快乐每一天。"
  ],
  "2020-10-30": [
    "最讨厌明星专家们在电视上宣传环保节能了，他们住着有30个人房间的房子，没有人也开着空调。有热水澡池，没人在也放着热水。开着耗油的悍马满世界到处车震。杀死几十条蛇就是为了做一个像农民工一样真蛇皮袋。他们驱车几十公里到高级健身中心在跑步机上跑的满头大汗，就是这样的人拿了环保节能的大奖，然后指责你用废纸擦自行车坐垫是不环保的行为。",
    "没钱对很多人来说根本不是问题，是答案！",
    "正义会迟到，但绝对不会准时。",
    "危急关头，女孩打开APP，发出求救。结果打开APP，跳出广告5s、4s、3s、2s、1s。。。女孩终究还是没来得及发出求救。",
    "有个吃货老婆什么体验，就是你们正在冷战，你嘴巴一动一动的时候，她会萌萌地来一句：你吃的是啥？"
  ],
  "2020-10-31": [
    "“老公，我今天在商场买衣服花了五六万！”“我的天呐，家里衣柜不够放吧？”“够，我只买了一件。”",
    "客厅有点乱，下班回来我满脸无奈地说：“沙发上的衣服不叠，垃圾桶不倒，昨天吃的快餐盒也不收，你眼里咋一点活都没有呢！”老婆：“我眼里都是你，容不下别的。”我勒个去。。。",
    "客厅里，媳妇说：你去看看锅里煮的玉米好吗？我看了一下，就说：挺好的，个个籽粒饱满，你很识货啊！媳妇咆哮道：我TM是让你看玉米煮好了吗，好了捞出来，你饱满个毛线饱满！",
    "看新闻，一对夫妻经常吵架，有次吵架后，妻子一气之下便毒死了老公，看完我叹气道：老婆，你说这女的也够狠的，竟然用毒药毒死自己丈夫，要是我惹你生气你可不能学她哦。老婆：嗯，现在这新闻报道一点也不详细的，也不说说用的那种药！我。。。",
    "半夜睡不着想媳妇亲热亲热，结果媳妇醒了，二话不说小拳头轮的像风车似的，给我一通砸，边打还边骂：老娘买了好多吃的，穿的，正要付账呢，就TM被你给弄醒了，你平时总是阻止我也就算了，老娘做个梦你TM都来捣乱。。。"
  ],
  "2020-11-01": [
    "“你怕僵尸吗？”“怕！哪里有？”“别怕，现在没有。不过等下咱下锅的时候就有了。”生姜对大蒜头说。",
    "蛇虽然有毒但也能治病，我一个朋友被咬了一口，风湿好了，关节炎也不犯了，最主要是心脏也不跳了。",
    "今天乘地铁差点被偷，感谢有个女生突然拔掉耳机线外放了张学友的歌，提醒我身边有不法之徒。",
    "会议室正在开会呢，小王却到处找手机，不过这个也可以理解，毕竟每个人醒来第一件事就是摸手机。",
    "A：你喝西瓜汁吗？B：寒冬腊月的哪儿来西瓜？A：我大夷妈来了。B：真尼玛恶心！A：带来了大棚种的西瓜。B。。。"
  ],
  "2020-11-02": [
    "知道为什么俄罗斯第五代战机叫SU57吗？因为F35加F22等于57。。。",
    "据说航天员吃的粽子是甜的，甜派表示：作为第一枚进入外太空的粽子，它决定了未来宇宙粽子的标准。咸派反击：这就是让甜粽子滚出地球的意思，你不懂。",
    "我喜欢喝可乐，你也喜欢喝可乐，如果你长得好看，那就说明我们很适合。如果你长的不好看，那就说明可乐很好喝。",
    "我自己觉得我很胖，别人说我不胖我觉得他在恭维我，但是别人说我胖我又很不开心，我是不是有病啊？？？",
    "我花了1年4个月时间4万块钱培训了java，刚培训完一个星期我就收到了美团网的offer。我承认我不是班里学习最好的，但我却是班里第一个找到工作的；而且还是个大公司，我一直相信勤能补拙，只要有决心什么事都是可以做到的。今天入职一个星期了，公司的人对我都很好，还给我配了电动车和头盔还有大衣。不说了又接了个外卖！"
  ],
  "2020-11-03": [
    "‍小侄儿在屋外，一边拉粑粑，一边和邻居家一样大的小孩对骂。突然那边扔过来一个塑料瓶，吓我一跳，我正想教育他们这样危险。。。外甥说：“小姑，你快去拿铁锨吧！”我：“不拉了吗？要我清理了？！”他说：“没，把我拉的粑粑扔他们身上！”我。。。你小子够狠！！！",
    "我：今天称体重发现瘦了五斤 。哥们儿：杂瘦的？拉稀拉？我：没有，金项链忘带了！",
    "我：“兄弟谈女朋友了没？”朋友：“没有”我：“老大不小了，怎么还不谈呢？”他贱贱的回答：“家里老婆看的紧，实在抽不开身谈。”我。。。",
    "“小李这人虽然有钱，但是气质太土了。”“如果给你好多钱，代价是气质土，你愿意吗？”“愿意愿意，钱带来了吗？可以转帐吗？”",
    " 医生是我朋友，我问：“你一般多久？”他：“一分钟左右吧，最多两分钟，你呢？”我：“我一次再不济也要半小时”他：“你TM是我见过便秘患着中说的最清新脱俗的一位！” "
  ],
  "2020-11-04": [
    "我的闺蜜都是剩女，我问她：想不通为什么那么多女孩子年纪轻轻就结婚了！？闺蜜：不小心怀孕还让爸妈知道了呗。",
    "我对收银员妹纸微笑着说：有没有人告诉你，你长得很漂亮啊！妹纸羞涩的笑着说：还没有。。。我：那要是有人这么说，你记得提醒下他们出门右转第一家就是我的眼镜店。。。",
    "前段时间禁不起诱惑把一个月的工资都投进了P2P。今天我发现网站登录不上，就疯狂联系客服。终于还联系上了，我赶紧问：“你们平台跑路了吗？”客服答道：“是的，先生，请问还有什么可以帮助您的吗？”我。。。",
    "一个肩上站着鹦鹉的黑人走进酒吧，酒保看了看说：“很不错啊，在哪里买的？”鹦鹉流利的回答道：“非洲。到处都是。”",
    "外卖员打电话给我：您的外卖到了麻烦下楼。我：我下楼了没看到你。他：嘿嘿，其实我还没到，马上到。我：嘿嘿，我也没有下楼。人与人之间真的没有信任可言。。。"
  ],
  "2020-11-05": [
    "今天我发了个圈：“怎么给宠物狗剪指甲？”朋友回复：“想想你的爸妈你给他们剪过指甲吗！”我艹。。。",
    "小明闲得无聊在草稿纸上画大便，老师走过来说了一句话：“你饿啦？”",
    "老师：破坏比建设更容易，希望大家多做有建设性的事情！小明：我觉得很有道理，街边自行车店补胎要十几分，但是到医院打胎，无痛人流只需三分钟。老师：滚出去。。。",
    "老师上课讲到：“就是数学家也有误区，所以你们注意别较真，容易进误区。”小明幽幽的来了一句：“老师我数学从来没有误区，都是盲区。”",
    "老师：“小明，你爸爸看了你这次考试卷后，怎么说？”小明：“老师，能说脏话吗？”老师：“不能！”小明：“那他一句话也没说。”"
  ],
  "2020-11-06": [
    "数学老师：小明，你谈谈你对数学这门课的看法！小明：老师，我最喜欢数学了，它没有语文的曲折，没有政史的死板枯燥，没有英语那么多语法，更没有理化那些烦人的公式。它有的，只有不会做，不会做和不会做。。。老师：请你滚出去！",
    "爆笑连续剧:小明滚出去第四十二季",
    "本人女，长得比较瘦小，今天去相亲时听到对方妈妈在嘀咕道：这么瘦小能不能怀孕呀？我就说：阿姨你放心，我就是为我肚子里孩子来找爹的！",
    "因为有娃加上和老婆娘家离的比较远的原因，有一年多没有去老婆娘家了，正好趁着十一的小假期提前带着老婆孩子一起回娘家。到了之后盛情款待，好吃好喝的，酒足饭饱后小舅子说：“哥，咱爸妈知道你要来，特意留了两亩棒子没有掰。”我#%^&*%^",
    "跟女朋友去她家，第一次见她父母，中午吃饭的时候她父母给我一个红包。心里话，岳父岳母真讲究啊，相中我了就相中了，还给发红包。吃过饭开开心心的聊了会天，就走了。出来女友得看看红包里面装多少钱，打开一看一个红包一张纸，上面写着：离我姑娘远点，你们不合适。"
  ],
  "2020-11-07": [
    "老爸：“闺女，你看爸给你做什么好吃的了？！”我：“哇，鸭锁骨，鸡脯肉，泡面都是我最喜欢吃的了！”老爸“吃吃吃，就知道吃，你看，鸭都有锁骨，你没有；鸡都有胸，你没有；面都有人泡，你没有，你什么时间才能嫁出去呀！”我。。。",
    "逛完超市，我提了一大袋东西跟在爸妈后面，地板滑，歪歪扭扭走的很吃力。老妈回头瞅了一眼对老爸说：孩子一只手提东西不平衡，你帮他一下。老爸把自己手上提的一壶油塞给我，说：这样就平衡啦！我#$%#$%",
    "仅仅因为已婚就不能自由恋爱，简直严重侵犯了人权。",
    "现在的人越来越聪明了，很多没学过医的女娃，聊几句话就敢下结论：你有病！",
    "酷暑里打球之后，容易口干舌燥，这时候切忌立刻去买冰饮料喝，要稍坐一会儿，看看朋友是不是会忍不住先去买。"
  ],
  "2020-11-08": [
    "我就是我，是颜色不一样的烟火；他就是他，是两块钱一捆儿的呲花；你就是你，是七毛钱一盒的擦炮。",
    "在烤牛排的时候，汁水的香味让我流起了口水。。。我不禁好奇：素食主义者们给草坪除草时，会不会有相同的反应呢？",
    "去动物园应聘，面试官问我有没有和猛兽相处的经验，我给他看了几张我和老婆在一起的生活照，然后就被录取了。",
    "我简单地介绍下我自己：特长：腿。体重：胖。政治面貌：肤白貌美。专业技能：睡得比猪还香。兴趣爱好：吃得比猪还多。性格：懒。智商：傻。毕业院校：中央戏精学院。担任职务：国家一级退堂鼓演奏家。曾获荣誉：减肥失败大中华区形象大使，国际拖延症协会VIP会员，资深沙雕表情包传播员，隐形贫困比赛冠军获得者，全国照骗比赛终生成就奖。"
  ],
  "2020-11-09": [
    "刚在家吃饭就听见隔壁俩口子喊起来了。女：你站住，外面下那么大雨你还去？男：老婆，为了不让你一直跟我受苦，就算下刀子我也要去。我艹，好感人的场面，于是我出去问那女的：你老公干啥去了，她没好气的说：买彩票啊！！！",
    "老公要出差，我给他准备洗漱用品。他说：住酒店都有，何必那么麻烦。我说外面的不干净，家里的用着放心。老公说：听你的意思，就是把你也一起带上呗！我。。。",
    " 我：“老公，如果我以后要是瘫痪了，你会照顾我吗？”老公：“这个。。。”我：“不要骗我，我要听真话！”二货老公：“咱两个感情这么深。。。我知道你是不会拖累我的。”我艹。。。",
    "前几天跟老婆学厨艺，老婆非让我拜她为师，我就答应了，今天老婆和我说：你被逐出师门了！我问她咋了？我学的不好？她说：不是，你女儿学化妆也要拜我为师，我怕辈分乱了。我。。。",
    "老公：“你把我的话当放屁是吧？老婆一拍桌子：“就当放屁，你想怎样？！”老公：“那。。。那你要捂好鼻子。。。”"
  ],
  "2020-11-10": [
    "老公出差提前回来了，刚进门就抱着我要，我说：“亲爱的，我昨天和楼下小李老婆一起去买菜忘带钱包了，借她200块，正打算去还钱呢，你给她送去吧。”半小时后，老公回来坐沙发上一句话也不说，我问他怎么回事，老公：“我把钱递给小李老婆的时候，被一个陌生男人打了！”",
    "邻居小女孩儿很喜欢跟儿子一起玩，我开着玩笑问儿子：长大了给你当媳妇好不好？儿子懵懂的问我：当媳妇是一起睡觉吗？我：是啊！儿子头摇成拨浪鼓的说：那不好，一起睡觉她会抢我被子的。。。",
    "家里的小丫头三岁了，最近变得越来越乱装乱拆我的东西。昨天我穿戴整齐，拿着全套设备去球馆打羽毛球，然后从球包里掏出一个电蚊拍。。。",
    "侄子病了，我想给他倒水吃药，但是热水瓶的水太热了，我怕烫到他，就找了两个杯子，把水来回倒。侄子在边上看了几分钟，问：叔叔，你想好了吗？到底用哪个杯子？",
    "小区三个小孩儿玩过家家，小男孩说：“我要做爸爸！”一小女孩儿说：“我要做妈妈！”另一个小女孩儿害羞道：“那。。。那我只好做小三了！”我。。。"
  ],
  "2020-11-11": [
    "小侄女在我卧室玩，突然跑过来，委屈的对我说：我刚才睡着梦见把你的口红弄坏了，你不要骂我。。。我安慰道：没事哈，不就是个梦嘛！真弄坏了我也不会骂你的～她睁大眼睛说：真的？说着，就把藏在身后，已经面目全非的口红拿了出来。。。",
    "小姑子怀孕了，天天在家这不吃，那不吃，我婆婆便念叨了几句。小姑子满腹委屈啊：我嫂子以前怀孕的时候，你伺候的可好了，现在伺候我你就不耐烦，待遇完全不同。。。婆婆笑笑说到：你嫂子怀的是咱家的孩子，你怀的别人家的，待遇当然不一样！",
    "儿子：“爸爸，开会的‘会’字怎么写？”爸爸：“人字下面一个云字。”儿子：“为什么要这样写？”爸爸：“开会的时候，别人怎么说你就怎么说，这叫‘人云亦云’。”",
    "嫁不出去，弟弟这样安慰我：我相信，像你这样一个听歌听神曲、只看偶像剧，有品味且接地气的女吊丝，总有一天，会有一个高大威猛戴着粗金项链的纯爷们开着带重低音的摩托车放着最炫民族风来娶你的！我。。。",
    "孩子他妈今天发的朋友圈：发现一个哄儿子吃饭的好方法，先在家里做好，然后网购些些外卖盒子，把饭菜装里面，切点榨菜撒上面，让老公带回来说是高级饭店的外卖，绝对吃的比狗舔还干净！！！"
  ],
  "2020-11-12": [
    "领男友回家，饭桌上闲聊，老妈问他准备多少彩礼呀？男友：“阿姨我不想用家里的钱，这几年我攒的钱也就几万，但我会努力挣钱的！”洗碗的时候老妈压低声音告诉我：“就这小伙子了，还想着给钱呢，赶紧嫁吧！还以为你得让我贴钱呢！”我。。。",
    "小时候，朋友来我家做客，想找点吃的来招待他们，后来找不到，就给他们一人泡了一杯板蓝根，他们都说好喝，还要再来一杯。",
    "弟弟眼睛比较大，有次感冒去看医生，医生说：炎症太大，开点药吃吃就好了。结果这货回去就给妈妈说：医生说眼睁太大才嗓子疼的。",
    "领小侄子从商场出来准备回家，结果认错电动车了，拿着钥匙就准备开锁，人家当时就不愿意了：“想偷就明说，说什么认错了！”我一听也火了：“我要是想偷就偷汽车了，还偷你的破电动车？”结果小侄子在旁边小声说了一句：“叔叔，汽车不好偷。”真是猪一样队友。。。",
    "平时工资交给老婆管理，今天我跟儿子说：“爸爸要同学聚会，去叫妈妈给一千块。”不一会儿，他吃力的提着工具箱回来说：“你自己拿吧。”我问：“拿什么？”他说：“妈妈说给你个锤子。”我。。。"
  ],
  "2020-11-13": [
    "下午教侄子写作业。其中一道题是：香蕉像什么。我深深的陷入其中，正在纠结怎么才能让他思想健康的写答案呢！只见她手起笔落填了个(月亮)。",
    "男子捡到神灯，许下愿望：“我想要这辈子钱多得花不完。”灯神点点头：“你还可以活三天。”",
    "苍蝇看见屎壳郎滚粪球，硬是上去把屎壳郎狠狠地揍了一顿。屎壳郎：“你干嘛要打我？苍蝇：“你这是饱汉不知饿汉饥，我吃都没有，你却拿来玩，不打你还打谁？",
    "到公司干了几年，一分钱没有涨，员工来到老板办公室：老板。。。老板抬起头：有啥事吗？员工：我要辞职！老板看了看员工；你怎么能辞职呢？员工：老板，你的意思？老板一拍桌子：我的意思，你直接给我滚蛋！",
    "一个朋友请我们吃肥肠火锅。他尝了一口，热情地对我们说：“这肥肠真正宗！好纯的猪屎味！”那天饭局散得格外早。"
  ],
  "2020-11-14": [
    "开车送主管去机场，刚开出大楼就熄火了。看到主管有点不安，连忙安慰他：“别看我是女司机，我技术挺好的，只是这车没开习惯。”主管冷笑着说：“我女儿嫁人了，儿子也上班了，我还有什么好担心的？”一副大义凛然、视死如归的样子。我。。。",
    "悟空：“师傅，我今天遇到了一个叫居里夫人的女施主，她问我，知不知道什么是化学？师傅可知晓？”唐僧：“八戒，你答。”八戒：“师傅，我也不知道。”唐僧：“悟能，你个呆子，为师平日是怎么教你的？”唐僧拿出紫金钵盂，正襟危坐，说：“徒儿们听好，化学，就是化缘的学问。”",
    "人类真是心机，拍自己都知道要显脸小，拍月亮专挑人家脸最大的时候拍。",
    "有些人衬衫扣子经常扣错，可剥起大闸蟹却是纳米级的精细操作。",
    "当有人夸我脸瘦了的时候，感觉连摇头都比以前更省力了呢！"
  ],
  "2020-11-15": [
    "机会总是留给有准备的人，所以我出门都随身携带户口本，万一有人突然跳出来要和我结婚呢？",
    "对面楼的一个独居姑娘这几天都穿的很少出现在客厅，曼妙的身材一览无遗令人心动。今天在楼下碰到她，我终于按捺不住内心的狂热，上前问道：你家已经供暖了？",
    "女友去医院回来，给我说，医生说她有低血糖，平时要多听一些甜蜜的话！",
    "十一准备去旅游，世界那么大我想带老婆去看看，先去青岛看海，再去泰山，然后去嵩山拜佛，最后去海南天崖海角看南天一柱！行程妥妥地！但就是不知道带谁的老婆去，各位能不能推荐一个？",
    "作为一名钓鱼人，无论我走到哪里，我都愿意遵守不走空路的原则，搞不到青鱼，我就搞草鱼，搞不到草鱼我就搞鲫鱼，搞不到鲫鱼就搞河虾，河虾也搞不到我就搞狗，没狗我就偷鸡，都没有的话我就拔人的萝卜，割韭菜，摘黄瓜，掰玉米。。。实在还是空军，我就趴池塘边上喝口水再走！"
  ],
  "2020-11-16": [
    "我问外甥送给他的六一节礼物怎么样？外甥高兴的说：“你送我的游戏机真是太好了。”“是吗？”我听了很高兴。他：“嗯，妈妈说了，只要我不去玩它，妈妈就会给我奖励。”我。。。",
    "一对年轻男女公交车上激吻半小时，乘客们实在看不下去了，纷纷上前指责：尼玛前戏也太长了吧，我们都坐过很多站了！",
    "A：最近为了让老婆年轻点，可是没有少花钱。B：花了有多少啊？A：什么护肤品不在话下，光整一下就花了几万，前前后后几个月花了几十万。不过看上去效果也就那样！B：我也花了有几十万吧。不过我是直接一步到位。A：怎么个直接一步到位啊？B：换了个年轻的啊！",
    "中秋节带女票回家了，带她去逛菜市场。走到豆腐摊前，老板娘瞅见了，隔着不远就喊：诶～小伙子，好久没来啊。哟！处对象啦～诶哟～姑娘，长得真好看，这小伙子从小吃我的豆腐长大！靠谱！女票回头对我说：没想到你口味挺重呀。我。。。",
    "正上班呢，接到哥们的电话，听着还挺着急：快把你那个卖烟花爆竹的同学的电话给我，速度。我纳闷了：这不年不节的，你买烟花干什么？他郁闷的说：别提了，刚才随手扔了一个烟头。把人家结婚摆放在酒店门口的鞭炮给点着了。。。"
  ],
  "2020-11-17": [
    "现在我们东北已经很冷了，我看同事上班还穿破洞牛仔裤，腿毛冻得支楞在外面，很难看，出于关心，我问他：“你今天怎么不穿秋裤？”他说：“穿了，我在秋裤对应的位置也剪了洞。”",
    "飞机上，我遇到一位大妈占了我的座位，我说麻烦您挪一下，这是我的座。她指着自己的座特别横：你坐那去，我和你换。于是我对她说：你知道吗？如果飞机炸了，我们都烧死了，粘在这座位上了，你家人按照座位号来找尸体，把我骨灰带回去供起来，每天对着我磕头，你开心吗？然后，她一言不发地坐了回去。",
    "我一个同学喝高了，趁着酒劲给暗恋许久的女神表白，结果果然凑效，女神爽快的答应了。激动的他，第二天晚上备好鲜花蜡烛，去正式表白，无比浪漫之下，女神留下感动的泪水，说了句：对不起，我昨天晚上喝多了！",
    "刚下火车时，一个男人拍了一位少妇的肩膀。少妇生气地说：你干什么？那男人：你的奶瓶掉了。少妇怔了一下，然后大叫：天啊！我的孩子还在火车上。",
    "“算命的说我克夫，你还要我吗？”“我想和你在一起！”“你不怕吗？”“怕什么，咱不领证不就行了！”"
  ],
  "2020-11-18": [
    "开家长会，好多家长都坐在一个课堂等老师讲话，突然有个家长烟瘾犯了，拿出一根烟抽了起来，老师一下子看过来，盯着他说：“有些人不懂规矩。”这位家长恍然大悟，赶紧给所有家长都分了一根，说道：“来，都点上！",
    "刚公司通知开个临时会议，我们都放下手头的工作赶到会议室，刚刚坐定，只见同事小胖妹提了一大袋子各种吃食走进来。领导眼一瞪：开会提这么多吃的干嘛？小胖妹一脸懵逼：啊？不是说开零食会吗？领导。。。",
    "前段时间老妈跟她的姐妹相约去游玩，玩了整整一天，回来时我问老妈:妈，大热天的，您们这是上哪儿玩去了？老妈：别提了，到地方了感觉太晒，我们就买了一大堆吃的东西，便在酒店里订个房间唠嗑去了。。。",
    "小时候偷家里2元钱买吃的，在小卖部被我爸撞见了，一顿暴揍后问我：钱都锁抽屉里了，你怎么偷的。我只好如实回答：我看见妈妈把玥匙放在皮箱子底下。第二天我妈对我又是一顿暴揍：胆子肥了啊，敢一次偷12块钱了。现在想想好像明白了。。。",
    "刚学会化妆那会儿，手法拙劣，用色大胆，有天我要和同学去逛街，就涂了金色的眼影，还美美地打了腮红。。。我爸瞅了瞅，伸手就把沙发上我小侄子的塑料金箍棒拿了过来：给。。。"
  ],
  "2020-11-19": [
    "帮老爸网上买了个按摩椅，下完单就打电话跟我爸说，结果就被老爸一顿骂，说乱花钱，无奈我就退了货。十天后，老爸打电话问我，怎么椅子还没到，隔壁赵大叔，李阿姨，王大婶天天都在问呢？我。。。",
    "老妈总是嫌我踢被子，晚上要去我房间给我盖被子很累，于是便逼我和她一个床睡。半夜，我突然感到被子一点点没了，原来是老妈把被子拉走了裹到身上。我使劲拽了几下，居然没拽动，正要放弃。。。老妈似乎醒了摸摸我身上居然是光溜溜的，捉起我来就打：“死妮子，叫你踢被子，叫你踢被子！”我。。。",
    "四岁的闺女已经学会了自己穿搭衣服，什么类型的衣服一定要配什么样的鞋子。今天早上送她学画画，时间有点儿赶，我随便拿了双鞋子给她，她嫌弃的说：这个鞋子好丑，我不要穿。我：正好你今天穿的衣服也很丑，这不是很搭嘛！闺女点了点头说：是哦。",
    "和儿子逛街，儿子：老爸，给我点钱，我要买。。。老爸没好气：买什么买？一个月就给我五十，给你买了，我连抽烟钱都没有了。。。。过了会，儿子：老爸，要不你再找个老婆吧！老爸：啥？儿子：一个老婆给你五十，两个你不就有一百了？",
    "儿子很皮，今天问我：为什么我要叫你爸爸，你怎么不叫我爸爸？这不公平！我说因为我比你厉害！不服咱比一下，为了不欺负你，比什么你选，赢了的当爸！儿子说比胆量，叫小姨当裁判。我说行！于是他抱着他小姨亲了一口。。。"
  ]
}
